Repository: CoderSquirrel/Cura
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: es, nl

# machine label
source: Machine
es: Máquina

# machine_nozzle_size label
source: Nozzle Diameter
es: Diámetro de la tobera

# machine_nozzle_size description
source: The inner diameter of the nozzle.
es: El diámetro interior de la tobera.
nl: De binnendiameter van de nozzle.

# resolution label
source: Quality
es: Calidad
nl: Kwaliteit

# layer_height label
source: Layer Height
es: Altura de capa
nl: Laagdikte

# layer_height description
source: The height of each layer, in mm. Normal quality prints are 0.1mm, high quality is 0.06mm. You can go up to 0.25mm with an Ultimaker for very fast prints at low quality. For most purposes, layer heights between 0.1 and 0.2mm give a good tradeoff of speed and surface finish.
es: La altura de cada capa, en mm. La impresión en calidad normal es de 0,1 mm, en alta calidad es de 0,06 mm. Puede llegarse a un máximo de 0,25 mm con la Ultimaker para impresiones muy rápidas en baja calidad. Para la mayoría de las aplicaciones, las alturas de capa entre 0,1 y 0,2 mm proporcionan un buen equilibrio entre la velocidad y el acabado de la superficie.
nl: De dikte van elke laag, in mm. Bij prints van normale kwaliteit is de dikte 0,1 mm, bij prints van een hoge kwaliteit is dit 0,06 mm. Met een Ultimaker kunt u een dikte instellen tot 0,25 mm voor snelle prints van een lage kwaliteit. Voor de meeste doeleinden bieden laagdiktes tussen 0,1 en 0,2 mm een goede balans tussen snelheid en afwerking.

# layer_height_0 label
source: Initial Layer Height
es: Altura de capa inicial
nl: Dikte eerste laag

# layer_height_0 description
source: The layer height of the bottom layer. A thicker bottom layer makes sticking to the bed easier.
es: La altura de capa de la capa inferior. Una capa inferior más gruesa facilita la adhesión a la plataforma.
nl: De laagdikte van de bodemlaag. Met een dikkere bodemlaag hecht de print beter aan het printbed.

# line_width label
source: Line Width
es: Ancho de línea
nl: Lijnbreedte

# line_width description
source: Width of a single line. Each line will be printed with this width in mind. Generally the width of each line should correspond to the width of your nozzle, but for the outer wall and top/bottom surface smaller line widths may be chosen, for higher quality.
es: Ancho de una sola línea. Cada línea se imprimirá con esta anchura. En general, el ancho de cada línea debe corresponderse con la anchura de la tobera, pero pueden elegirse anchos de línea más pequeños para la pared exterior y la superficie superior/inferior para obtener mayor calidad.
nl: Breedte van een enkele lijn. Tijdens het printen van elke lijn wordt rekening gehouden met deze breedte. Over het algemeen zou de breedte van elke lijn overeen moeten komen met diameter van de nozzle, maar voor de buitenwall en boven- en onderkant kan worden gekozen voor een dunnere lijn, om op die plekken een hogere kwaliteit te verkrijgen.

# wall_line_width label
source: Wall Line Width
es: Ancho de línea de pared
nl: Lijnbreedte wall

# wall_line_width description
source: Width of a single shell line. Each line of the shell will be printed with this width in mind.
es: Ancho de una sola línea de pared. Cada línea de pared se imprimirá con esta anchura.
nl: Breedte van een enkele shell-lijn. Elke lijn van de shell wordt met deze breedte geprint.

# wall_line_width_0 label
source: Outer Wall Line Width
es: Ancho de línea de la pared exterior
nl: Lijnbreedte buitenwall

# wall_line_width_0 description
source: Width of the outermost shell line. By printing a thinner outermost wall line you can print higher details with a larger nozzle.
es: Ancho de línea de la pared más externa. Imprimiendo una línea de pared exterior más fina, se puede imprimir un mayor nivel de detalle con una tobera más grande.
nl: De breedte van de buitenste shell-lijn. Als u een dunnere buitenwall print, kunt u met een grotere nozzle gedetailleerder printen.

# wall_line_width_x label
source: Other Walls Line Width
es: Ancho de línea para resto de paredes
nl: Lijnbreedte buitenwalls

# wall_line_width_x description
source: Width of a single shell line for all shell lines except the outermost one.
es: Ancho de una sola línea de pared para todas las líneas excepto la pared más externa.
nl: Breedte van een enkele shell-lijn voor alle shell-lijnen, met uitzondering van de buitenste lijn.

# skirt_line_width label
source: Skirt line width
es: Ancho de línea de falda
nl: Lijnbreedte skirt

# skirt_line_width description
source: Width of a single skirt line.
es: Ancho de una sola línea de falda.
nl: Breedte van een enkele skirtlijn.

# skin_line_width label
source: Top/bottom line width
es: Ancho línea superior/inferior
nl: Lijnbreedte boven-/onderkant

# skin_line_width description
source: Width of a single top/bottom printed line, used to fill up the top/bottom areas of a print.
es: Ancho de una sola línea superior/inferior impresa, que se utiliza para rellenar las áreas superior/inferior de una impresión.
nl: Breedte van een enkele lijn van de boven-/onderkant. Hiermee worden de boven- en onderkant van een print gevuld.

# infill_line_width label
source: Infill line width
es: Ancho de línea de relleno
nl: Lijnbreedte vulling

# infill_line_width description
source: Width of the inner infill printed lines.
es: Ancho de las líneas impresas de relleno interior.
nl: Breedte van de printlijnen waarmee de print wordt gevuld.

# support_line_width label
source: Support line width
es: Ancho de línea de soporte
nl: Lijnbreedte support structure

# support_line_width description
source: Width of the printed support structures lines.
es: Anchura de las líneas de las estructuras de soporte impresas.
nl: Breedte van de printlijnen van de support structure.

# support_roof_line_width label
source: Support Roof line width
es: Ancho de línea del techo del soporte
nl: Lijnbreedte support roof

# support_roof_line_width description
source: Width of a single support roof line, used to fill the top of the support.
es: Ancho de una sola línea del techo del soporte, que se utiliza para rellenar la parte superior del soporte.
nl: Breedte van een enkele lijn van het support roof. Hiermee wordt de bovenkant van de support structure gevuld.

# shell label
source: Shell
es: Perímetro

# shell_thickness label
source: Shell Thickness
es: Grosor del perímetro
nl: Shelldikte

# shell_thickness description
source: The thickness of the outside shell in the horizontal and vertical direction. This is used in combination with the nozzle size to define the number of perimeter lines and the thickness of those perimeter lines. This is also used to define the number of solid top and bottom layers.
es: El grosor del perímetro exterior en dirección horizontal y vertical. Esta opción se utiliza en combinación con el tamaño de la tobera para definir el número de líneas perimetrales y el grosor de esas líneas perimetrales. También se utiliza para definir el número de capas sólidas superiores e inferiores.
nl: De dikte van de shell in horizontale en verticale richting. Deze optie wordt gebruikt in combinatie met de diameter van de nozzle om het aantal lijnen aan de buitenrand en de dikte van deze lijnen te bepalen. Hiermee wordt tevens het aantal lagen in de solide boven- en onderlagen bepaald.

# wall_thickness label
source: Wall Thickness
es: Grosor de la pared
nl: Walldikte

# wall_thickness description
source: The thickness of the outside walls in the horizontal direction. This is used in combination with the nozzle size to define the number of perimeter lines and the thickness of those perimeter lines.
es: El grosor de las paredes exteriores en dirección horizontal. Esta opción se utiliza en combinación con el tamaño de la tobera para definir el número de líneas perimetrales y el grosor de esas líneas perimetrales.
nl: De dikte van de walls in horizontale en verticale richting. Deze optie wordt gebruikt in combinatie met de diameter van de nozzle om het aantal lijnen aan de buitenrand en de dikte van deze lijnen te bepalen.

# wall_line_count label
source: Wall Line Count
es: Recuento de líneas de pared
nl: Aantal wall-lijnen

# wall_line_count description
source: Number of shell lines. These lines are called perimeter lines in other tools and impact the strength and structural integrity of your print.
es: Número de líneas de pared. Estas líneas se denominan líneas de perímetro en otras herramientas y afectan a la resistencia e integridad estructural de la impresión.
nl: Aantal shell-lijnen. Deze lijnen heten 'perimeter lines' in andere programma's, en hebben invloed op de sterkte en structurele integriteit van de print.

# alternate_extra_perimeter label
source: Alternate Extra Wall
es: Alternar pared adicional
nl: Extra wall afwisselen

# alternate_extra_perimeter description
source: Make an extra wall at every second layer, so that infill will be caught between an extra wall above and one below. This results in a better cohesion between infill and walls, but might have an impact on the surface quality.
es: Crea una pared adicional en cada segunda capa, de manera que el relleno queda atrapado entre una pared adicional por encima y otra por debajo. Esto se traduce en una mejor cohesión entre el relleno y las paredes, pero podría afectar a la calidad de la superficie.
nl: Maak bij elke tweede laag een extra wall, zodat de vulling wordt gevangen tussen een extra wand aan de boven- en onderkant. Dit zorgt voor een betere hechting tussen vulling en walls, maar kan invloed hebben op de kwaliteit van het oppervlak.

# top_bottom_thickness label
source: Bottom/Top Thickness
es: Grosor inferior/superior
nl: Dikte boven-/onderkant

# top_bottom_thickness description
source: This controls the thickness of the bottom and top layers. The number of solid layers put down is calculated from the layer thickness and this value. Having this value a multiple of the layer thickness makes sense. Keep it near your wall thickness to make an evenly strong part.
es: Esta opción controla el grosor de las capas inferiores y superiores. El número de capas sólidas que se depositan se calcula a partir del grosor de capa y de este valor. Es recomendable que este valor sea múltiplo del grosor de capa. Si está cercano al grosor de pared la pieza será uniformemente resistente.
nl: Dit bepaalt de dikte van de boven- en onderlagen. Het aantal solide lagen dat wordt geprint wordt berekend aan de hand van de laagdikte en deze waarde. Het wordt aangeraden om voor deze waarde een veelvoud van de laagdikte in te stellen. Houd ongeveer dezelfde dikte aan als de walldikte om een print van uniforme stevigheid te verkrijgen.

# top_thickness label
source: Top Thickness
es: Grosor superior
nl: Dikte bovenkant

# top_thickness description
source: This controls the thickness of the top layers. The number of solid layers printed is calculated from the layer thickness and this value. Having this value be a multiple of the layer thickness makes sense. Keep it near your wall thickness to make an evenly strong part.
es: Esta opción controla el grosor de las capas superiores. El número de capas sólidas impresas se calcula a partir del grosor de capa y de este valor. Es recomendable que este valor sea múltiplo del grosor de capa. Si está cercano al grosor de pared la pieza será uniformemente resistente.
nl: Dit bepaalt de dikte van de bovenlagen. Het aantal solide lagen dat wordt geprint wordt berekend aan de hand van de laagdikte en deze waarde. Het wordt aangeraden om voor deze waarde een veelvoud van de laagdikte in te stellen. Houd ongeveer dezelfde dikte aan als de walldikte om een print van uniforme stevigheid te verkrijgen.

# top_layers label
source: Top Layers
es: Capas superiores
nl: Bovenlagen

# top_layers description
source: This controls the number of top layers.
es: Esta opción controla el número de capas superiores.
nl: Dit bepaalt het aantal bovenlagen.

# bottom_thickness label
source: Bottom Thickness
es: Grosor inferior
nl: Bodemdikte

# bottom_thickness description
source: This controls the thickness of the bottom layers. The number of solid layers printed is calculated from the layer thickness and this value. Having this value be a multiple of the layer thickness makes sense. And keep it near to your wall thickness to make an evenly strong part.
es: Esta opción controla el grosor de las capas inferiores. El número de capas sólidas impresas se calcula a partir del grosor de capa y de este valor. Es recomendable que este valor sea múltiplo del grosor de capa. Si está cercano al grosor de pared la pieza será uniformemente resistente.
nl: Dit bepaalt de dikte van de bodemlagen. Het aantal solide lagen dat wordt geprint wordt berekend aan de hand van de laagdikte en deze waarde. Het wordt aangeraden om voor deze waarde een veelvoud van de laagdikte in te stellen. Houd ongeveer dezelfde dikte aan als de walldikte om een print van uniforme stevigheid te verkrijgen.

# bottom_layers label
source: Bottom Layers
es: Capas inferiores
nl: Bodemlagen

# bottom_layers description
source: This controls the amount of bottom layers.
es: Esta opción controla el número de capas inferiores.
nl: Dit bepaalt het aantal bodemlagen.

# remove_overlapping_walls_enabled label
source: Remove Overlapping Wall Parts
es: Retirar las partes de pared superpuestas
nl: Overlappende walldelen verwijderen

# remove_overlapping_walls_enabled description
source: Remove parts of a wall which share an overlap which would result in overextrusion in some places. These overlaps occur in thin pieces in a model and sharp corners.
es: Elimina las partes de una pared que se superponen y que darían lugar a un exceso de extrusión en algunos lugares. Estas superposiciones se producen en las partes finas de un modelo y en las esquinas pronunciadas.
nl: Verwijder de delen van een wall die overlappen met een andere wall waardoor op sommige plaatsen te veel filament zou worden doorgevoerd. Deze overlappingen komen voor in dunne gedeelten en scherpe hoeken van een model.

# remove_overlapping_walls_0_enabled label
source: Remove Overlapping Outer Wall Parts
es: Retirar las partes de pared exterior superpuestas
nl: Overlappende delen van de buitenwall verwijderen

# remove_overlapping_walls_0_enabled description
source: Remove parts of an outer wall which share an overlap which would result in overextrusion in some places. These overlaps occur in thin pieces in a model and sharp corners.
es: Elimina las partes de una pared exterior que se superponen y que darían lugar a un exceso de extrusión en algunos lugares. Estas superposiciones se producen en las partes finas de un modelo y en las esquinas pronunciadas.
nl: Verwijder de delen van een buitenwall die overlappen met een andere wall waardoor op sommige plaatsen te veel filament zou worden doorgevoerd. Deze overlappingen komen voor in dunne gedeelten en scherpe hoeken van een model.

# remove_overlapping_walls_x_enabled label
source: Remove Overlapping Other Wall Parts
es: Retirar las partes de otra pared superpuestas
nl: Overlappende delen van andere walls verwijderen

# remove_overlapping_walls_x_enabled description
source: Remove parts of an inner wall which share an overlap which would result in overextrusion in some places. These overlaps occur in thin pieces in a model and sharp corners.
es: Elimina las partes de una pared interior que se superponen y que darían lugar a un exceso de extrusión en algunos lugares. Estas superposiciones se producen en las partes finas de un modelo y en las esquinas pronunciadas.
nl: Verwijder de delen van een binnenwall die overlappen met een andere wall waardoor op sommige plaatsen te veel filament zou worden doorgevoerd. Deze overlappingen komen voor in dunne gedeelten en scherpe hoeken van een model.

# travel_compensate_overlapping_walls_enabled label
source: Compensate Wall Overlaps
es: Compensar superposiciones de pared
nl: Overlapping van walls compenseren

# travel_compensate_overlapping_walls_enabled description
source: Compensate the flow for parts of a wall being laid down where there already is a piece of a wall. These overlaps occur in thin pieces in a model. Gcode generation might be slowed down considerably.
es: Compensa el flujo de las partes de una pared que se va a imprimir donde ya hay una parte de una pared. Estas superposiciones se producen en las partes finas de un modelo. La generación de GCode podría ralentizarse considerablemente.
nl: Met deze optie compenseert u de doorvoer van delen van een wall die worden geprint op een plek waar zich al een walldeel bevindt. Deze overlappingen komen voor in dunne gedeelten van een model. Het genereren van G-code kan hierdoor aanzienlijk worden vertraagd.

# fill_perimeter_gaps label
source: Fill Gaps Between Walls
es: Rellenar espacios entre paredes
nl: Gaten tussen walls vullen

# fill_perimeter_gaps description
source: Fill the gaps created by walls where they would otherwise be overlapping. This will also fill thin walls. Optionally only the gaps occurring within the top and bottom skin can be filled.
es: Rellena los vacíos creados por las paredes donde de otro modo se superpondrían. Esta opción también rellenará las paredes finas. Opcionalmente pueden rellenarse solo los huecos que se producen en el forro superior e inferior.
nl: Met deze optie vult u gaten die ontstaan op de plek van een wall waar anders overlapping zou ontstaan. U vult hiermee ook dunne walls. Indien gewenst kunnen alleen de gaten in de boven- en onderskin worden gevuld.

# fill_perimeter_gaps option nowhere
source: Nowhere
es: En ningún sitio
nl: Nergens

# fill_perimeter_gaps option everywhere
source: Everywhere
es: En todos los sitios
nl: Overal

# fill_perimeter_gaps option skin
source: Skin
es: Forro

# top_bottom_pattern label
source: Bottom/Top Pattern
es: Patrón superior/inferior
nl: Patroon boven-/onderkant

# top_bottom_pattern description
source: Pattern of the top/bottom solid fill. This is normally done with lines to get the best possible finish, but in some cases a concentric fill gives a nicer end result.
es: Patrón del relleno sólido superior/inferior. Esto se hace normalmente con las líneas para obtener el mejor acabado posible, pero en algunos casos un relleno concéntrico da un mejor resultado final.
nl: Patroon van de massieve vulling van de boven- en onderkant. Normaal worden hiervoor lijnen gebruikt om de beste afwerking te verkrijgen, maar in sommige gevallen levert concentrische vulling een beter eindresultaat.

# top_bottom_pattern option lines
source: Lines
es: Líneas
nl: Lijnen

# top_bottom_pattern option concentric
source: Concentric
es: Concéntrico
nl: Concentrisch

# skin_no_small_gaps_heuristic label
source: Ignore small Z gaps
es: Ignorar los pequeños huecos en Z
nl: Kleine Z-gaten negeren

# skin_no_small_gaps_heuristic description
source: When the model has small vertical gaps, about 5% extra computation time can be spent on generating top and bottom skin in these narrow spaces. In such a case set this setting to false.
es: Cuando el modelo tiene pequeños huecos verticales, el tiempo de cálculo puede aumentar alrededor de un 5% para la generación del forro superior e inferior en estos espacios estrechos. En tal caso, ajuste esta opción en "falso".
nl: Wanneer het model kleine verticale gaten heeft, kan er circa 5% berekeningstijd extra worden besteed aan het genereren van de boven- en onderskin in deze kleine ruimten. Indien u dit wenst, zet u deze instelling uit.

# skin_alternate_rotation label
source: Alternate Skin Rotation
es: Alternar la rotación del forro
nl: Skinrotatie wisselen

# skin_alternate_rotation description
source: Alternate between diagonal skin fill and horizontal + vertical skin fill. Although the diagonal directions can print quicker, this option can improve the printing quality by reducing the pillowing effect.
es: Alterna entre relleno diagonal del forro y relleno horizontal + vertical del forro. Aunque las direcciones diagonales se imprimen más rápido, esta opción puede mejorar la calidad de impresión reduciendo el efecto de almohadillado.
nl: Wissel tussen diagonale skinvulling en horizontale + verticale skinvulling. Hoewel er met de diagonale vulling sneller kan worden geprint, kunt u met deze optie de printkwaliteit verbeteren omdat het pillowing-effect wordt verminderd.

# skin_outline_count label
source: Extra Skin Wall Count
es: Recuento de paredes adicionales de forro
nl: Aantal extra wall-lijnen rond de skin

# skin_outline_count description
source: Number of lines around skin regions. Using one or two skin perimeter lines can greatly improve roofs which would start in the middle of infill cells.
es: Número de líneas alrededor de las regiones del forro. El uso de una o dos líneas perimetrales de forro puede mejorar en gran medida los techos que se iniciarían en la mitad de las celdas de relleno.
nl: Het aantal lijnen rond de skin. Als u een of twee randlijnen print, kunt u de kwaliteit van de bovenkant verbeteren, wanneer deze anders midden in vulcellen zou beginnen.

# xy_offset label
source: Horizontal expansion
es: Expansión horizontal
nl: Horizontale uitbreiding

# xy_offset description
source: Amount of offset applied to all polygons in each layer. Positive values can compensate for too big holes; negative values can compensate for too small holes.
es: Cantidad de desplazamiento aplicado a todos los polígonos de cada capa. Los valores positivos pueden compensar agujeros demasiado grandes; los valores negativos pueden compensar agujeros demasiado pequeños.
nl: De mate van offset die wordt toegepast op alle polygonen in elke laag. Met positieve waarden compenseert u te grote gaten, met negatieve waarden compenseert u te kleine gaten.

# z_seam_type label
source: Z Seam Alignment
es: Alineación de costuras en Z
nl: Uitlijning Z-naad

# z_seam_type description
source: Starting point of each path in a layer. When paths in consecutive layers start at the same point a vertical seam may show on the print. When aligning these at the back, the seam is easiest to remove. When placed randomly the inaccuracies at the paths' start will be less noticeable. When taking the shortest path the print will be quicker.
es: Punto de partida de cada trayectoria en una capa. Cuando las trayectorias en capas consecutivas comienzan en el mismo punto, puede aparecer una costura vertical en la impresión. Cuando se alinean en la parte posterior, es más fácil eliminar la costura. Cuando se colocan aleatoriamente, las inexactitudes del inicio de las trayectorias se notarán menos. Cuando se toma la trayectoria más corta, la impresión será más rápida.
nl: Het startpunt voor elk pad in een laag. Wanneer paden in opeenvolgende lagen op hetzelfde punt beginnen, kan in de print een verticale naad zichtbaar zijn. De naad is het eenvoudigst te verwijderen wanneer deze zich aan de achterkant van de print bevindt. De onnauwkeurigheden vallen minder op wanneer het pad steeds op een willekeurige plek begint. De print is sneller af wanneer het kortste pad wordt gekozen.

# z_seam_type option back
source: Back
es: Parte posterior
nl: Achterkant

# z_seam_type option shortest
source: Shortest
es: Más corta
nl: Kortste

# z_seam_type option random
source: Random
es: Aleatoria
nl: Willekeurig

# infill label
source: Infill
es: Relleno
nl: Vulling

# infill_sparse_density label
source: Infill Density
es: Densidad de relleno
nl: Dichtheid vulling
