Repository: CoderSquirrel/Cura
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: es, nl

# support_bottom_stair_step_height description
source: The height of the steps of the stair-like bottom of support resting on the model. Small steps can cause the support to be hard to remove from the top of the model.
es: La altura de los escalones de la parte inferior de escalera del soporte que descansa sobre el modelo. Los escalones pequeños pueden hacer que el soporte sea difícil de quitar de la parte superior del modelo.
nl: De hoogte van de treden van het trapvormige grondvlak van de support structure die op het model rust. Als u kleine treden gebruikt, is de support structure mogelijk slecht te verwijderen van de bovenkant van het model.

# support_join_distance label
source: Join Distance
es: Distancia de unión
nl: Samenvoegafstand

# support_join_distance description
source: The maximum distance between support blocks in the X/Y directions, so that the blocks will merge into a single block.
es: La distancia máxima entre bloques de soporte en las direcciones X/Y, a la cual los bloques se fusionarán en un solo bloque.
nl: De maximale afstand tussen steunblokken in de X- en Y-richting, zodat deze blokken worden samengevoegd tot een enkel blok.

# support_offset label
source: Horizontal Expansion
es: Expansión horizontal
nl: Horizontale uitbreiding

# support_offset description
source: Amount of offset applied to all support polygons in each layer. Positive values can smooth out the support areas and result in more sturdy support.
es: Cantidad de desplazamiento aplicado a todos los polígonos de cada capa. Los valores positivos pueden suavizar las áreas del soporte y producir un soporte más robusto.
nl: Stel u de mate van offset in die wordt toegepast op alle steunpolygonen in elke laag. Met positieve waarden kunt u de draagvlakken effenen en krijgt u een stevigere support structure.

# support_area_smoothing label
source: Area Smoothing
es: Suavizado de área
nl: Oppervlak effenen

# support_area_smoothing description
source: Maximum distance in the X/Y directions of a line segment which is to be smoothed out. Ragged lines are introduced by the join distance and support bridge, which cause the machine to resonate. Smoothing the support areas won't cause them to break with the constraints, except it might change the overhang.
es: La distancia máxima en las direcciones X/Y de un segmento de línea que se va a suavizar. Mediante la distancia de unión y el puente de soporte se introducen líneas dentadas, que hacen que la máquina resuene. El suavizado de las áreas de soporte no hará que se rompan con las limitaciones, aunque podría cambiar el voladizo.
nl: Maximale afstand in de X- en Y-richting van een lijnsegment dat moet worden geëffend. Rafelige lijnen ontstaan door de samenvoegafstand en de steunbrug, waardoor de machine gaat resoneren. Als u deze steunvlakken effent, blijven de instellingen van kracht, maar kan de overhang veranderen.

# support_roof_enable label
source: Enable Support Roof
es: Habilitar techo del soporte
nl: Support roof inschakelen

# support_roof_enable description
source: Generate a dense top skin at the top of the support on which the model sits.
es: Genera un forro superior denso encima del soporte sobre el que se asienta el modelo.
nl: Maak u een dichte skin aan de bovenkant van de support structure waarop het model rust.

# support_roof_height label
source: Support Roof Thickness
es: Grosor del techo del soporte
nl: Dikte support roof

# support_roof_height description
source: The height of the support roofs.
es: La altura de los techos del soporte.
nl: Stel de hoogte van het support roof in.

# support_roof_density label
source: Support Roof Density
es: Densidad del techo del soporte
nl: Dichtheid support roof

# support_roof_density description
source: This controls how densely filled the roofs of the support will be. A higher percentage results in better overhangs, but makes the support more difficult to remove.
es: Esta opción controla la densidad de relleno que tendrán los techos del soporte. Cuanto mayor sea el porcentaje, mejores voladizos, pero hará que el soporte sea más difícil de retirar.
nl: Bepaalt hoe dicht de support roofs van de support structure worden gevuld. Met een hoger percentage krijgt u een betere overhang, maar is de support structure moeilijker te verwijderen.

# support_roof_line_distance label
source: Support Roof Line Distance
es: Distancia de línea del techo del soporte
nl: Lijnafstand support roof

# support_roof_line_distance description
source: Distance between the printed support roof lines.
es: Distancia entre las líneas impresas del techo del soporte.
nl: Afstand tussen de geprinte lijnen van het support roof.

# support_roof_pattern label
source: Support Roof Pattern
es: Patrón del techo del soporte
nl: Patroon support roof

# support_roof_pattern description
source: The pattern with which the top of the support is printed.
es: El patrón con el que se imprime la parte superior del soporte.
nl: Het patroon waarmee de bovenkant van de support structure wordt geprint.

# support_roof_pattern option lines
source: Lines
es: Líneas
nl: Lijnen

# support_roof_pattern option grid
source: Grid
es: Rejilla
nl: Raster

# support_roof_pattern option triangles
source: Triangles
es: Triángulos
nl: Driehoeken

# support_roof_pattern option concentric
source: Concentric
es: Concéntrico
nl: Concentrisch

# support_use_towers label
source: Use towers
es: Usar torres
nl: Torens gebruiken

# support_use_towers description
source: Use specialized towers to support tiny overhang areas. These towers have a larger diameter than the region they support. Near the overhang the towers' diameter decreases, forming a roof.
es: Utiliza torres especializadas como soporte de pequeñas áreas de voladizo. Estas torres tienen un diámetro mayor que la región que soportan. El diámetro de las torres disminuye cerca del voladizo, formando un techo.
nl: Gebruik speciale torens om delen met minimale overhang te ondersteunen. Deze torens hebben een grotere diameter dan het deel dat ze ondersteunen. Bij de overhang neemt de diameter van de torens af en vormt deze een roof.

# support_minimal_diameter label
source: Minimum Diameter
es: Diámetro mínimo
nl: Minimale diameter

# support_minimal_diameter description
source: Minimum diameter in the X/Y directions of a small area which is to be supported by a specialized support tower.
es: Diámetro mínimo en las direcciones X/Y de una pequeña área que será soportada por una torre de soporte especializada.
nl: De minimale diameter in de X- en Y-richting van een kleiner gebied dat moet worden ondersteund door een speciale steuntoren.

# support_tower_diameter label
source: Tower Diameter
es: Diámetro de la torre
nl: Torendiameter

# support_tower_diameter description
source: The diameter of a special tower.
es: El diámetro de una torre especial.
nl: De diameter van een speciale toren.

# support_tower_roof_angle label
source: Tower Roof Angle
es: Ángulo del techo de la torre
nl: Hoek van torendak

# support_tower_roof_angle description
source: The angle of the rooftop of a tower. Larger angles mean more pointy towers.
es: El ángulo de la parte superior de una torre. Ángulos más grandes implican torres más puntiagudas.
nl: De hoek van het dak van een toren. Een grotere hoek betekent puntigere torens.

# support_pattern label
source: Pattern
es: Patrón
nl: Patroon

# support_pattern description
source: Cura can generate 3 distinct types of support structure. First is a grid based support structure which is quite solid and can be removed in one piece. The second is a line based support structure which has to be peeled off line by line. The third is a structure in between the other two; it consists of lines which are connected in an accordion fashion.
es: Cura puede generar 3 tipos distintos de estructura de soporte. El primero es una estructura de soporte basado en rejilla, que es bastante sólida y se puede retirar en una sola pieza. El segundo es una estructura de soporte basada en las líneas que tienen que desprenderse línea a línea. El tercero es una estructura entre los otros dos tipos que consiste en líneas que están conectadas en forma de acordeón.
nl: Cura 3 kan verschillende soorten support structures genereren. De eerste is een op rasters gebaseerde support structure, die behoorlijk solide is en in zijn geheel kan worden verwijderd. De tweede is een op lijnen gebaseerde support structure die lijn voor lijn moet worden verwijderd. De derde support structure is een tussenvorm van de andere twee en bestaat uit lijnen die als een accordeon met elkaar zijn verbonden.

# support_pattern option lines
source: Lines
es: Líneas
nl: Lijnen

# support_pattern option grid
source: Grid
es: Rejilla
nl: Raster

# support_pattern option triangles
source: Triangles
es: Triángulos
nl: Driehoeken

# support_pattern option concentric
source: Concentric
es: Concéntrico
nl: Concentrisch

# support_connect_zigzags label
source: Connect ZigZags
es: Conectar zigzags
nl: Zigzaglijnen verbinden

# support_connect_zigzags description
source: Connect the ZigZags. Makes them harder to remove, but prevents stringing of disconnected zigzags.
es: Conecta los zigzags. Hace que sean más difíciles de eliminar, pero impide el encordado de zigzags desconectados.
nl: Met deze optie verbindt u de zigzaglijnen. Hierdoor zijn ze moeilijker te verwijderen, maar voorkomt u draadvorming tussen niet-verbonden zigzaglijnen.

# support_infill_rate label
source: Fill Amount
es: Cantidad de relleno
nl: Mate van vulling

# support_infill_rate description
source: The amount of infill structure in the support; less infill gives weaker support which is easier to remove.
es: La cantidad de estructura de relleno del soporte; menos relleno proporciona un soporte más débil que es más fácil de quitar.
nl: Met deze optie stelt u de mate van vulling van de support structure in; met minder vulling maakt u een zwakkere support structure die eenvoudiger te verwijderen is.

# support_line_distance label
source: Line distance
es: Distancia de línea
nl: Lijnafstand

# support_line_distance description
source: Distance between the printed support lines.
es: Distancia entre las líneas de soporte impresas.
nl: Afstand tussen de geprinte lijnen van de support structure.

# platform_adhesion label
source: Platform Adhesion
es: Adhesión a la plataforma
nl: Hechting aan platform

# adhesion_type label
source: Type
es: Tipo

# adhesion_type description
source: Different options that help to improve priming your extrusion. Brim and Raft help in preventing corners from lifting due to warping. Brim adds a single-layer-thick flat area around your object which is easy to cut off afterwards, and it is the recommended option. Raft adds a thick grid below the object and a thin interface between this and your object. The skirt is a line drawn around the first layer of the print, this helps to prime your extrusion and to see if the object fits on your platform.
es: Diferentes opciones que sirven para mejorar el cebado de la extrusión. Las opciones Borde y Balsa sirven para evitar la elevación de las esquinas debido a la deformación. El Borde añade un área plana gruesa de una sola capa alrededor del objeto, que es fácil de recortar después, y es la opción recomendada. La Balsa añade una rejilla gruesa debajo del objeto y una interfaz fina entre la balsa y el objeto. La falda es una línea trazada alrededor de la primera capa de la impresión, que sirve para cebar la extrusión y para ver si el objeto cabe en la plataforma.
nl: Er zijn verschillende opties die u helpen de voorbereiding van de doorvoer te verbeteren. Brim en Raft helpen voorkomen dat hoeken omhoog komen doordat het materiaal kromtrekt. Met de optie Brim legt u in de eerste laag extra materiaal rondom het object, dat er naderhand eenvoudig kan worden afgesneden. Deze optie wordt aanbevolen. Met de optie Raft legt u een dik raster onder het object en maakt u een dunne verbinding met het object. De Skirt is een lijn die rond de eerste laag van de print wordt geprint, waarmee u de doorvoer voorbereidt en kunt zien of het object op het platform past.

# adhesion_type option skirt
source: Skirt
es: Falda

# adhesion_type option brim
source: Brim
es: Borde

# adhesion_type option raft
source: Raft
es: Balsa

# skirt_line_count label
source: Skirt Line Count
es: Recuento de líneas de falda
nl: Aantal skirtlijnen

# skirt_line_count description
source: Multiple skirt lines help to prime your extrusion better for small objects. Setting this to 0 will disable the skirt.
es: Las líneas falda múltiples sirven para preparar la extrusión mejor para objetos pequeños. Con un ajuste de 0 se desactivará la falda.
nl: Met meerdere skirtlijnen kunt u de doorvoer beter voorbereiden voor kleine objecten. Met de waarde 0 wordt de skirt uitgeschakeld.

# skirt_gap label
source: Skirt Distance
es: Distancia de falda
nl: Skirtafstand

# skirt_gap description
source: The horizontal distance between the skirt and the first layer of the print. This is the minimum distance, multiple skirt lines will extend outwards from this distance.
es: La distancia horizontal entre la falda y la primera capa de la impresión. Esta es la distancia mínima; múltiples líneas de falda se extenderán hacia el exterior a partir de esta distancia.
nl: De horizontale afstand tussen de skirt en de eerste laag van de print. Dit is de minimumafstand; als u meerdere skirtlijnen print, worden deze vanaf deze afstand naar buiten geprint.

# skirt_minimal_length label
source: Skirt Minimum Length
es: Longitud mínima de falda
nl: Minimale skirtlengte

# skirt_minimal_length description
source: The minimum length of the skirt. If this minimum length is not reached, more skirt lines will be added to reach this minimum length. Note: If the line count is set to 0 this is ignored.
es: La longitud mínima de la falda. Si no se alcanza esta longitud mínima, se añadirán más líneas falda para alcanzar esta longitud mínima. Nota: si el número de líneas se ajusta en 0 esto se ignora.
nl: De minimale lengte van de skirt. Als deze minimumlengte niet wordt bereikt, worden er meer skirtlijnen toegevoegd totdat de minimumlengte is bereikt. Opmerking: als het aantal lijnen is ingesteld op 0, wordt dit genegeerd.

# brim_width label
source: Brim Width
es: Ancho del borde
nl: Breedte brim

# brim_width description
source: The distance from the model to the end of the brim. A larger brim sticks better to the build platform, but also makes your effective print area smaller.
es: La distancia desde el modelo hasta el final del borde. Cuanto mayor es el borde se adhiere mejor a la plataforma de impresión, pero también hace que sea menor el área de impresión efectiva.
nl: De afstand vanaf de rand van het model tot het einde van de brim. Een bredere brim hecht beter aan het platform, maar verkleint uw effectieve printgebied.

# brim_line_count label
source: Brim Line Count
es: Recuento de líneas de borde
nl: Aantal brimlijnen

# brim_line_count description
source: The number of lines used for a brim. More lines means a larger brim which sticks better to the build plate, but this also makes your effective print area smaller.
es: El número de líneas utilizadas para un borde. Cuantas más líneas, mayor será el borde que se adhiere mejor a la placa de impresión, pero esto también hace que el área de impresión efectiva sea menor.
nl: Het aantal lijnen dat voor een brim wordt gebruikt. Als u meer lijnen instelt, wordt de brim breder en hecht deze beter aan het platform, maar wordt uw effectieve printgebied verkleind.

# raft_margin label
source: Raft Extra Margin
es: Margen adicional de la balsa
nl: Extra marge raft

# raft_margin description
source: If the raft is enabled, this is the extra raft area around the object which is also given a raft. Increasing this margin will create a stronger raft while using more material and leaving less area for your print.
es: Si la balsa está habilitada, esta es el área adicional de la balsa alrededor del objeto que también tiene una balsa. El aumento de este margen creará una balsa más resistente mientras que usará más material y dejará menos área para la impresión.
nl: Als de raft is ingeschakeld, is dit het extra raftgebied rond het object dat ook van een raft wordt voorzien. Als u deze marge vergroot, krijgt u een stevigere raft, maar gebruikt u ook meer materiaal en houdt u minder ruimte over voor de print.

# raft_airgap label
source: Raft Air-gap
es: Hueco de la balsa
nl: Luchtruimte raft

# raft_airgap description
source: The gap between the final raft layer and the first layer of the object. Only the first layer is raised by this amount to lower the bonding between the raft layer and the object. Makes it easier to peel off the raft.
es: El hueco entre la capa final de la balsa y la primera capa del objeto. Solo la primera capa se eleva según este valor para reducir la unión entre la capa de la balsa y el objeto y que sea más fácil despegar la balsa.
nl: De ruimte tussen de laatste laag van de raft en de eerste laag van het object. Alleen de eerste laag wordt met deze waarde verhoogd om de binding tussen de raftlaag en het object te verminderen. Hierdoor is het eenvoudiger om de raft te verwijderen.

# raft_surface_layers label
source: Raft Top Layers
es: Capas superiores de la balsa
nl: Bovenlagen raft

# raft_surface_layers description
source: The number of top layers on top of the 2nd raft layer. These are fully filled layers that the object sits on. 2 layers result in a smoother top surface than 1.
es: El número de capas superiores encima de la segunda capa de la balsa. Estas son las capas en las que se asienta el objeto. 2 capas producen una superficie superior más lisa que 1.
nl: Het aantal bovenlagen op de tweede raftlaag. Dit zijn volledig gevulde lagen waarop het object rust. Met twee lagen krijgt u een gladder oppervlak dan met één laag.

# raft_surface_thickness label
source: Raft Top Layer Thickness
es: Grosor de las capas superiores de la balsa
nl: Dikte bovenlaag raft

# raft_surface_thickness description
source: Layer thickness of the top raft layers.
es: Grosor de capa de las capas superiores de la balsa.
nl: Laagdikte van de bovenste lagen van de raft.

# raft_surface_line_width label
source: Raft Top Line Width
es: Ancho de las líneas superiores de la balsa
nl: Breedte bovenste lijn raft

# raft_surface_line_width description
source: Width of the lines in the top surface of the raft. These can be thin lines so that the top of the raft becomes smooth.
es: Anchura de las líneas de la superficie superior de la balsa. Estas pueden ser líneas finas para que la parte superior de la balsa sea lisa.
nl: De breedte van de lijnen in de bovenkant van de raft. Dit kunnen dunne lijnen zijn, zodat de bovenkant van de raft glad wordt.

# raft_surface_line_spacing label
source: Raft Top Spacing
es: Espaciado superior de la balsa
nl: Bovenruimte raft

# raft_surface_line_spacing description
source: The distance between the raft lines for the top raft layers. The spacing should be equal to the line width, so that the surface is solid.
es: La distancia entre las líneas de la balsa para las capas superiores de la balsa. La separación debe ser igual a la anchura de línea para producir una superficie sólida.
nl: De afstand tussen de raftlijnen voor de bovenste lagen van de raft. Als u een solide oppervlak wilt maken, moet de ruimte gelijk zijn aan de lijnbreedte.

# raft_interface_thickness label
source: Raft Middle Thickness
es: Grosor intermedio de la balsa
nl: Lijndikte midden raft

# raft_interface_thickness description
source: Layer thickness of the middle raft layer.
es: Grosor de la capa intermedia de la balsa.
nl: De laagdikte van de middelste laag van de raft.

# raft_interface_line_width label
source: Raft Middle Line Width
es: Ancho de la línea intermedia de la balsa
nl: Lijnbreedte midden raft

# raft_interface_line_width description
source: Width of the lines in the middle raft layer. Making the second layer extrude more causes the lines to stick to the bed.
es: Anchura de las líneas de la capa intermedia de la balsa. Haciendo la segunda capa con mayor extrusión las líneas se adhieren a la plataforma.
nl: Breedte van de lijnen in de middelste laag van de raft. Als u voor de tweede laag meer materiaal gebruikt, hechten de lijnen beter aan het printbed.

# raft_interface_line_spacing label
source: Raft Middle Spacing
es: Espaciado intermedio de la balsa
nl: Tussenruimte midden raft

# raft_interface_line_spacing description
source: The distance between the raft lines for the middle raft layer. The spacing of the middle should be quite wide, while being dense enough to support the top raft layers.
es: La distancia entre las líneas de la balsa para la capa intermedia de la balsa. La espaciado del centro debería ser bastante amplio, pero lo suficientemente denso como para soportar las capas superiores de la balsa.
nl: De afstand tussen de raftlijnen voor de middelste laag van de raft. De ruimte in het midden moet vrij breed zijn, maar toch smal genoeg om ondersteuning te bieden voor de bovenste lagen van de raft.

# raft_base_thickness label
source: Raft Base Thickness
es: Grosor de la base de la balsa
nl: Dikte grondvlak raft

# raft_base_thickness description
source: Layer thickness of the base raft layer. This should be a thick layer which sticks firmly to the printer bed.
es: Grosor de la capa base de la balsa. Esta debe ser una capa gruesa que se adhiera firmemente a la plataforma de la impresora.
nl: De laagdikte van de grondlaag van de raft. Deze laag moet dik zijn, zodat deze stevig hecht aan het printbed.

# raft_base_line_width label
source: Raft Base Line Width
es: Ancho de la línea base de la balsa
nl: Lijnbreedte grondvlak raft

# raft_base_line_width description
source: Width of the lines in the base raft layer. These should be thick lines to assist in bed adhesion.
es: Anchura de las líneas de la capa base de la balsa. Estas deben ser líneas gruesas para facilitar la adhesión a la plataforma.
nl: Breedte van de lijnen van de onderste laag van de raft. Deze lijnen moeten dik zijn om een betere hechting mogelijk te maken.

# raft_base_line_spacing label
source: Raft Line Spacing
es: Espaciado de líneas de la balsa
nl: Tussenruimte lijnen raft

# raft_base_line_spacing description
source: The distance between the raft lines for the base raft layer. Wide spacing makes for easy removal of the raft from the build plate.
es: La distancia entre las líneas de balsa para la capa base de la balsa. Un amplio espaciado facilita la retirada de la balsa de la placa de impresión.
nl: De afstand tussen de lijnen in de onderste laag van de raft. Als u hier een brede tussenruimte instelt, kan de raft eenvoudiger van het platform worden verwijderd.

# raft_speed label
source: Raft Print Speed
es: Velocidad de impresión de la balsa
nl: Printsnelheid raft

# raft_speed description
source: The speed at which the raft is printed.
es: La velocidad a la que se imprime la balsa.
nl: De snelheid waarmee de raft wordt geprint.

# raft_surface_speed label
source: Raft Surface Print Speed
es: Velocidad de impresión de la superficie de la balsa
nl: Printsnelheid oppervlak raft

# raft_surface_speed description
source: The speed at which the surface raft layers are printed. These should be printed a bit slower, so that the nozzle can slowly smooth out adjacent surface lines.
es: La velocidad a la que se imprimen las capas superficiales de la balsa. Estas deben imprimirse un poco más lento para permitir que la tobera pueda suavizar lentamente las líneas superficiales adyacentes.
nl: De snelheid waarmee de oppervlaktelagen van de raft worden geprint. Deze lagen moeten iets langzamer worden geprint, zodat de nozzle de aangrenzende oppervlaktelijnen langzaam kan effenen.
