Repository: CoderSquirrel/Cura
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: es, nl

# infill_sparse_density description
source: This controls how densely filled the insides of your print will be. For a solid part use 100%, for a hollow part use 0%. A value around 20% is usually enough. This setting won't affect the outside of the print and only adjusts how strong the part becomes.
es: Controla con qué densidad se rellenarán los interiores de la impresión. Para una pieza sólida utilice el 100%, para una pieza hueca utilice el 0%. Un valor de alrededor del 20% suele ser suficiente. Este ajuste no afectará a la parte exterior de la impresión y solo influye en la resistencia de la pieza.
nl: Met deze optie stelt u de dichtheid in van de vulling in de print. Voor een massief gedeelte gebruikt u 100%, voor een hol gedeelte 0%. Een waarde rond 20% is meestal voldoende. Deze instelling heeft geen invloed op de buitenkant van de print. U past er alleen de sterkte van de print mee aan.

# infill_line_distance label
source: Line distance
es: Distancia de línea
nl: Lijnafstand

# infill_line_distance description
source: Distance between the printed infill lines.
es: Distancia entre las líneas de relleno impresas.
nl: De afstand tussen de geprinte vullijnen.

# infill_pattern label
source: Infill Pattern
es: Patrón de relleno
nl: Vulpatroon

# infill_pattern description
source: Cura defaults to switching between grid and line infill, but with this setting visible you can control this yourself. The line infill swaps direction on alternate layers of infill, while the grid prints the full cross-hatching on each layer of infill.
es: La opción predeterminada de Cura es cambiar entre relleno de rejilla y de línea, pero cuando este ajuste es visible, puede controlarlo el usuario. El relleno de línea permuta la dirección en capas alternas de relleno, mientras que el relleno de rejilla imprime una cuadrícula completa en cada capa de relleno.
nl: Cura schakelt automatisch tussen raster- en lijnvulling, maar als deze instelling zichtbaar is, kunt u dit zelf bepalen. Bij lijnvulling verandert de vulling per vullaag van richting, terwijl het rasterpatroon op elke vullaag het volledige raster print.

# infill_pattern option grid
source: Grid
es: Rejilla
nl: Raster

# infill_pattern option lines
source: Lines
es: Líneas
nl: Lijnen

# infill_pattern option triangles
source: Triangles
es: Triángulos
nl: Driehoeken

# infill_pattern option concentric
source: Concentric
es: Concéntrico
nl: Concentrisch

# infill_overlap label
source: Infill Overlap
es: Superposición del relleno
nl: Overlap vulling

# infill_overlap description
source: The amount of overlap between the infill and the walls. A slight overlap allows the walls to connect firmly to the infill.
es: La cantidad de superposición entre el relleno y las paredes. Una ligera superposición permite que las paredes conecten firmemente con el relleno.
nl: De mate van overlap tussen de vulling en de walls. Met een lichte overlap kunnen de walls goed hechten aan de vulling.

# infill_wipe_dist label
source: Infill Wipe Distance
es: Distancia de pasada de relleno
nl: Veegafstand vulling

# infill_wipe_dist description
source: Distance of a travel move inserted after every infill line, to make the infill stick to the walls better. This option is similar to infill overlap, but without extrusion and only on one end of the infill line.
es: Distancia de un desplazamiento insertado después de cada línea de relleno, para que el relleno se adhiera mejor a las paredes. Esta opción es similar a la superposición del relleno, pero sin extrusión y solo en un extremo de la línea de relleno.
nl: De afstand voor een beweging die na het printen van elke vullijn wordt ingevoegd, om ervoor te zorgen dat de vulling beter aan de walls hecht. Deze optie lijkt op de optie voor overlap van vulling. Tijdens deze beweging is er echter geen doorvoer en de beweging vindt maar aan één uiteinde van de vullijn plaats.

# infill_sparse_thickness label
source: Infill Thickness
es: Grosor del relleno
nl: Dikte vulling

# infill_sparse_thickness description
source: The thickness of the sparse infill. This is rounded to a multiple of the layerheight and used to print the sparse-infill in fewer, thicker layers to save printing time.
es: El grosor de relleno poco denso. Esto se redondea hasta un múltiplo de la altura de la capa y se utiliza para imprimir el relleno poco denso, en un menor número de capas más gruesas, para ahorrar tiempo de impresión.
nl: Dikte van de gespreide vulling. Dit wordt afgerond op een veelvoud van de laagdikte en gebruikt om de gespreide vulling in dikkere lagen te printen en zo de printtijd te verkorten.

# infill_before_walls label
source: Infill Before Walls
es: Relleno antes que las paredes
nl: Vulling vóór walls

# infill_before_walls description
source: Print the infill before printing the walls. Printing the walls first may lead to more accurate walls, but overhangs print worse. Printing the infill first leads to sturdier walls, but the infill pattern might sometimes show through the surface.
es: Imprime el relleno antes de imprimir las paredes. Si se imprimen primero las paredes, las paredes serán más precisas, pero los voladizos se imprimen peor. Si se imprime primero el relleno las paredes serán más resistentes, pero el patrón de relleno a veces se nota a través de la superficie.
nl: Print de vulling voordat de walls worden print. Wanneer u eerst de walls print, worden deze nauwkeuriger geprint, maar wordt de overhang mogelijk van mindere kwaliteit. Wanneer u eerst de vulling print, worden de wanden steviger, maar schijnt het vulpatroon mogelijk door.

# material_flow_dependent_temperature label
source: Auto Temperature
es: Temperatura automática
nl: Automatische temperatuurregeling

# material_flow_dependent_temperature description
source: Change the temperature for each layer automatically with the average flow speed of that layer.
es: Cambia automáticamente la temperatura para cada capa con la velocidad media de flujo de esa capa.
nl: Met deze optie wordt de temperatuur voor elke laag automatisch aangepast aan de gemiddelde doorvoersnelheid van de laag.

# material_print_temperature label
source: Printing Temperature
es: Temperatura de impresión
nl: Printtemperatuur

# material_print_temperature description
source: The temperature used for printing. Set at 0 to pre-heat yourself. For PLA a value of 210C is usually used. For ABS a value of 230C or higher is required.
es: La temperatura utilizada para la impresión. El usuario la ajusta en 0 para el precalentamiento. Para PLA se utiliza por lo general un valor de 210C. Para ABS se requiere un valor de 230C o superior.
nl: De temperatuur waarmee wordt geprint. Stel in op 0 voor handmatig voorverwarmen. Voor PLA wordt normaal een waarde van 210 °C gebruikt. Voor ABS is een waarde van 230 °C of hoger vereist.

# material_flow_temp_graph label
source: Flow Temperature Graph
es: Gráfico de flujo y temperatura
nl: Grafiek doorvoertemperatuur

# material_flow_temp_graph description
source: Data linking material flow (in mm3 per second) to temperature (degrees Celsius).
es: Datos que vinculan el flujo de materiales (en mm3 por segundo) a la temperatura (grados Celsius).
nl: Grafiek die de materiaaldoorvoer (in mm3 per seconde) koppelt aan de temperatuur (graden Celsius).

# material_standby_temperature label
source: Standby Temperature
es: Temperatura en espera
nl: Stand-bytemperatuur

# material_standby_temperature description
source: The temperature of the nozzle when another nozzle is currently used for printing.
es: La temperatura de la tobera cuando otra tobera está actualmente en uso para la impresión.
nl: De temperatuur van de nozzle terwijl een andere nozzle wordt gebruikt om te printen.

# material_extrusion_cool_down_speed label
source: Extrusion Cool Down Speed Modifier
es: Modificador de la velocidad de enfriamiento de la extrusión
nl: Aanpassing afkoelsnelheid doorvoer

# material_extrusion_cool_down_speed description
source: The extra speed by which the nozzle cools while extruding. The same value is used to signify the heat up speed lost when heating up while extruding.
es: La velocidad adicional a la que se enfría la tobera durante la extrusión. El mismo valor se utiliza para indicar la velocidad de calentamiento perdido cuando se calienta durante la extrusión.
nl: De extra snelheid waarmee de nozzle tijdens het doorvoeren afkoelt. Met dezelfde waarde wordt ook de verloren verwarmingssnelheid aangeduid wanneer tijdens het doorvoeren wordt verwarmd.

# material_bed_temperature label
source: Bed Temperature
es: Temperatura de la plataforma
nl: Printbedtemperatuur

# material_bed_temperature description
source: The temperature used for the heated printer bed. Set at 0 to pre-heat it yourself.
es: La temperatura usada para la plataforma caliente de la impresora. El usuario la ajusta en 0 para el precalentamiento.
nl: De temperatuur voor het verwarmde printbed. Stel deze optie in op 0 wanneer u handmatig wilt voorverwarmen.

# material_diameter label
source: Diameter
es: Diámetro

# material_diameter description
source: The diameter of your filament needs to be measured as accurately as possible. If you cannot measure this value you will have to calibrate it; a higher number means less extrusion, a smaller number generates more extrusion.
es: El diámetro del filamento debe medirse con la mayor exactitud posible. Si no se puede medir este valor, tendrá que calibrarlo; un número más alto significa menos de extrusión; un número más bajo genera más de extrusión.
nl: De diameter van het filament moet zo nauwkeurig mogelijk worden gemeten. Als u deze waarde niet kunt meten, moet u deze kalibreren: hoe hoger de waarde, hoe lager de doorvoer. Met een lagere waarde is de doorvoer hoger.

# material_flow label
source: Flow
es: Flujo
nl: Doorvoer

# material_flow description
source: Flow compensation: the amount of material extruded is multiplied by this value.
es: Compensación de flujo: la cantidad de material extruido se multiplica por este valor.
nl: Doorvoercompensatie: de hoeveelheid materiaal die wordt doorgevoerd, wordt vermenigvuldigd met deze waarde.

# retraction_enable label
source: Enable Retraction
es: Habilitar la retracción
nl: Intrekken inschakelen

# retraction_enable description
source: Retract the filament when the nozzle is moving over a non-printed area. Details about the retraction can be configured in the advanced tab.
es: Retrae el filamento cuando la tobera se mueve sobre un área no impresa. Los detalles sobre la retracción se pueden configurar en la ficha de opciones avanzadas.
nl: Trek het filament in wanneer de nozzle over een niet-printbaar gebied gaat. Details voor het intrekken kunt u configureren op het tabblad Geavanceerd.

# retraction_amount label
source: Retraction Distance
es: Distancia de retracción
nl: Intrekafstand

# retraction_amount description
source: The amount of retraction: Set at 0 for no retraction at all. A value of 4.5mm seems to generate good results for 3mm filament in bowden tube fed printers.
es: La cantidad de retracción: ajuste a 0 para que no haya retracción. Un valor de 4,5 mm parece producir buenos resultados para filamento de 3 mm en impresoras alimentadas por tubo guía.
nl: De mate van intrekken: stel in op 0 als u het filament niet wilt intrekken. De waarde 4,5 mm lijkt goede resultaten op te leveren voor filament van 3 mm in printers waarbij het filament door een bowden-buis wordt doorgevoerd.

# retraction_speed label
source: Retraction Speed
es: Velocidad de retracción
nl: Intreksnelheid

# retraction_speed description
source: The speed at which the filament is retracted. A higher retraction speed works better, but a very high retraction speed can lead to filament grinding.
es: La velocidad a la que se retrae el filamento. A mayor velocidad de retracción, mejor funcionamiento, pero una velocidad de retracción muy alta puede hacer que se desmenucen los filamentos.
nl: De snelheid waarmee het filament wordt ingetrokken. Een hogere intreksnelheid werkt beter, maar met een extreem hoge intreksnelheid kan het filament gaan haperen.

# retraction_retract_speed label
source: Retraction Retract Speed
es: Velocidad de retracción
nl: Intreksnelheid

# retraction_retract_speed description
source: The speed at which the filament is retracted. A higher retraction speed works better, but a very high retraction speed can lead to filament grinding.
es: La velocidad a la que se retrae el filamento. A mayor velocidad de retracción, mejor funcionamiento, pero una velocidad de retracción muy alta puede hacer que se desmenucen los filamentos.
nl: De snelheid waarmee het filament wordt ingetrokken. Een hogere intreksnelheid werkt beter, maar met een extreem hoge intreksnelheid kan het filament gaan haperen.

# retraction_prime_speed label
source: Retraction Prime Speed
es: Velocidad de cebado de retracción
nl: Startsnelheid na intrekken

# retraction_prime_speed description
source: The speed at which the filament is pushed back after retraction.
es: La velocidad a la que el filamento es empujado hacia atrás después de la retracción.
nl: De snelheid waarmee het filament na het intrekken wordt teruggeduwd.

# retraction_extra_prime_amount label
source: Retraction Extra Prime Amount
es: Cantidad de cebado adicional de retracción
nl: Extra starthoeveelheid na intrekken

# retraction_extra_prime_amount description
source: The amount of material extruded after a retraction. During a travel move, some material might get lost and so we need to compensate for this.
es: La cantidad de material extruido después de una retracción. Durante un desplazamiento, puede perderse algún material, por lo tanto, hay que compensarlo.
nl: De hoeveelheid materiaal die na intrekken wordt doorgevoerd. Tijdens een beweging kan materiaal verloren gaan, hetgeen moet worden gecompenseerd.

# retraction_min_travel label
source: Retraction Minimum Travel
es: Desplazamiento mínimo de retracción
nl: Minimale beweging voor intrekken

# retraction_min_travel description
source: The minimum distance of travel needed for a retraction to happen at all. This helps to get fewer retractions in a small area.
es: La distancia mínima de desplazamiento necesario para que no se produzca retracción alguna. Esto ayuda a conseguir un menor número de retracciones en un área pequeña.
nl: De minimale bewegingsafstand voordat het filament kan worden ingetrokken. Hiermee vermindert u het aantal intrekkingen in een klein gebied.

# retraction_count_max label
source: Maximum Retraction Count
es: Recuento máximo de retracciones
nl: Maximaal aantal intrekbewegingen

# retraction_count_max description
source: This setting limits the number of retractions occurring within the Minimum Extrusion Distance Window. Further retractions within this window will be ignored. This avoids retracting repeatedly on the same piece of filament, as that can flatten the filament and cause grinding issues.
es: Este ajuste limita el número de retracciones que ocurren dentro de la Ventana de distancia mínima de extrusión. Dentro de esta ventana se ignorarán las demás retracciones. Esto evita retraer repetidamente el mismo trozo de filamento, ya que esto podría aplanar el filamento y causar problemas de desmenuzamiento.
nl: Met deze optie beperkt u het aantal intrekbewegingen dat kan worden uitgevoerd binnen het Minimaal afstandsgebied voor intrekken. Extra intrekbewegingen binnen dit gebied worden genegeerd. Hiermee voorkomt u dat hetzelfde stuk filament meerdere keren wordt ingetrokken en dus kan worden geplet en kan gaan haperen.

# retraction_extrusion_window label
source: Minimum Extrusion Distance Window
es: Ventana de distancia mínima de extrusión
nl: Minimaal afstandsgebied voor intrekken

# retraction_extrusion_window description
source: The window in which the Maximum Retraction Count is enforced. This value should be approximately the same as the Retraction distance, so that effectively the number of times a retraction passes the same patch of material is limited.
es: La ventana en la que se aplica el Recuento máximo de retracciones. Este valor debe ser aproximadamente el mismo que la distancia de Retracción, lo que limita efectivamente el número de veces que una retracción pasa por el mismo parche de material.
nl: Dit is het gebied waarop het Maximaal aantal intrekbewegingen van toepassing is. Deze waarde moet ongeveer overeenkomen met de Intrekafstand, waarmee in feite het aantal intrekbewegingen op hetzelfde deel van het materiaal wordt beperkt.

# retraction_hop label
source: Z Hop when Retracting
es: Salto en Z en la retracción
nl: Z-verplaatsing tijdens intrekken

# retraction_hop description
source: Whenever a retraction is done, the head is lifted by this amount to travel over the print. A value of 0.075 works well. This feature has a large positive effect on delta towers.
es: Cada vez que se realiza una retracción, el cabezal se levanta esta cantidad para desplazarse sobre la impresión. Un valor de 0,075 funciona bien. Esta función tiene un gran efecto positivo en torres delta.
nl: Wanneer de intrekbeweging is voltooid, wordt de kop gedurende deze verplaatsing over de print opgetild. Een waarde van 0,075 werkt goed. Deze functie heeft een uitermate positief effect op delta-torens.

# speed label
source: Speed
es: Velocidad
nl: Snelheid

# speed_print label
source: Print Speed
es: Velocidad de impresión
nl: Printsnelheid

# speed_print description
source: The speed at which printing happens. A well-adjusted Ultimaker can reach 150mm/s, but for good quality prints you will want to print slower. Printing speed depends on a lot of factors, so you will need to experiment with optimal settings for this.
es: La velocidad a la que se produce la impresión. Una impresora Ultimaker bien ajustada puede llegar a 150 mm/s, pero para impresiones de buena calidad hay que imprimir más lento. La velocidad de impresión depende de muchos factores, por lo que tendrá que experimentar con los ajustes óptimos para ello.
nl: De snelheid waarmee wordt geprint. Met een correct ingestelde Ultimaker kunt u tot 150 mm/s printen, maar voor een print van goede kwaliteit wordt aangeraden langzamer te printen. De printsnelheid is van vele factoren afhankelijk. Als u de optimale instellingen wilt vinden, zult u hiermee moeten experimenteren.

# speed_infill label
source: Infill Speed
es: Velocidad de relleno
nl: Vulsnelheid

# speed_infill description
source: The speed at which infill parts are printed. Printing the infill faster can greatly reduce printing time, but this can negatively affect print quality.
es: La velocidad a la que se imprimen las piezas de relleno. Imprimir el relleno más rápido puede reducir considerablemente el tiempo de impresión, pero puede afectar negativamente a la calidad de impresión.
nl: De snelheid waarmee de vuldelen worden geprint. Als u de vuldelen sneller print, kunt u de printtijd aanzienlijk verkorten. Dit kan de printkwaliteit echter negatief beïnvloeden.

# speed_wall label
source: Shell Speed
es: Velocidad de perímetro
nl: Shellsnelheid

# speed_wall description
source: The speed at which the shell is printed. Printing the outer shell at a lower speed improves the final skin quality.
es: La velocidad a la que se imprime el perímetro. La impresión del perímetro exterior a una velocidad inferior, mejora la calidad final del forro.
nl: De snelheid waarmee de shell wordt geprint. Als u de buitenshell langzamer print, verhoogt u de uiteindelijke kwaliteit van de skin.

# speed_wall_0 label
source: Outer Shell Speed
es: Velocidad del perímetro exterior
nl: Snelheid buitenshell

# speed_wall_0 description
source: The speed at which the outer shell is printed. Printing the outer shell at a lower speed improves the final skin quality. However, having a large difference between the inner shell speed and the outer shell speed will effect quality in a negative way.
es: La velocidad a la que se imprime el perímetro exterior. La impresión del perímetro exterior a una velocidad inferior, mejora la calidad final del forro. Sin embargo, una gran diferencia entre la velocidad del perímetro interior y del perímetro exterior, afectará negativamente a la calidad.
nl: De snelheid waarmee de buitenshell wordt geprint. Als u de buitenshell langzamer print, verhoogt u de uiteindelijke kwaliteit van de skin. Een groot verschil tussen de printsnelheid van de binnenshell en de printsnelheid van de buitenshell kan echter een negatief effect hebben op de kwaliteit.

# speed_wall_x label
source: Inner Shell Speed
es: Velocidad del perímetro interior
nl: Snelheid binnenshell

# speed_wall_x description
source: The speed at which all inner shells are printed. Printing the inner shell faster than the outer shell will reduce printing time. It works well to set this in between the outer shell speed and the infill speed.
es: La velocidad a la que se imprimen todos los perímetros internos. Imprimiendo el perímetro interior más rápido que el exterior se reducirá el tiempo de impresión. Funciona bien ajustar a un valor entre la velocidad del perímetro exterior y la velocidad de relleno.
nl: De snelheid waarmee alle binnenshellls worden geprint. Als u de binnenshell sneller print dan de buitenshell, verkort u de printtijd. Het wordt aangeraden hiervoor een waarde in te stellen tussen de printsnelheid van de buitenshell en de vulsnelheid.

# speed_topbottom label
source: Top/Bottom Speed
es: Velocidad superior/inferior
nl: Snelheid boven-/onderkant

# speed_topbottom description
source: Speed at which top/bottom parts are printed. Printing the top/bottom faster can greatly reduce printing time, but this can negatively affect print quality.
es: Velocidad a la que se imprimen las partes superior/inferior. Imprimir las partes superior/inferior más rápido puede reducir considerablemente el tiempo de impresión, pero puede afectar negativamente a la calidad de impresión.
nl: De snelheid waarmee de delen voor de boven- en onderkant worden geprint. Als u de boven- en onderkant sneller print, kunt u de printtijd aanzienlijk verkorten. Dit kan de printkwaliteit echter negatief beïnvloeden.

# speed_support label
source: Support Speed
es: Velocidad de soporte
nl: Snelheid support structure

# speed_support description
source: The speed at which exterior support is printed. Printing exterior supports at higher speeds can greatly improve printing time. The surface quality of exterior support is usually not important anyway, so higher speeds can be used.
es: La velocidad a la que se imprime el soporte exterior. Imprimir los soportes exteriores a velocidades más altas puede mejorar considerablemente el tiempo de impresión. La calidad de superficie del soporte exterior por lo general no es importante, así que pueden utilizarse velocidades más altas.
nl: De snelheid waarmee de externe support structure wordt geprint. Als u deze sneller print, kunt u de printtijd aanzienlijk verkorten. De kwaliteit van het oppervlak van een support structure is over het algemeen niet belangrijk; u kunt hiervoor dus een hogere snelheid gebruiken.

# speed_support_lines label
source: Support Wall Speed
es: Velocidad de pared de soporte
nl: Snelheid support wall

# speed_support_lines description
source: The speed at which the walls of exterior support are printed. Printing the walls at higher speeds can improve the overall duration.
es: La velocidad a la que se imprimen las paredes del soporte exterior. Imprimir las paredes a velocidades más altas puede mejorar la duración total.
nl: De snelheid waarmee de walls van de externe support structure worden geprint. Als u deze walls sneller print, kunt u de duur van de printtaak verkorten.

# speed_support_roof label
source: Support Roof Speed
es: Velocidad del techo del soporte
nl: Snelheid support roof
