Repository: CoderSquirrel/Cura
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: es, nl

# speed_support_roof description
source: The speed at which the roofs of exterior support are printed. Printing the support roof at lower speeds can improve overhang quality.
es: La velocidad a la que se imprimen los techos del soporte exterior. Imprimir el techo de soporte a velocidades más bajas puede mejorar la calidad del voladizo.
nl: De snelheid waarmee het support roof van de externe support structure wordt geprint. Als u het support roof langzamer print, kunt u de kwaliteit van de overhang verbeteren.

# speed_travel label
source: Travel Speed
es: Velocidad de desplazamiento
nl: Bewegingssnelheid

# speed_travel description
source: The speed at which travel moves are done. A well-built Ultimaker can reach speeds of 250mm/s, but some machines might have misaligned layers then.
es: La velocidad a la que se realizan los desplazamientos. Una Ultimaker en buen estado puede alcanzar velocidades de 250 mm/s, pero algunas máquinas puede presentar en ese caso capas desalineadas.
nl: De snelheid waarmee bewegingen worden uitgevoerd. Met een goed gebouwde Ultimaker kunt u snelheden bereiken tot 250 mm/s, maar bij sommige machines worden bij deze snelheid de lagen mogelijk verkeerd uitgelijnd.

# speed_layer_0 label
source: Bottom Layer Speed
es: Velocidad de la capa inferior
nl: Snelheid bodemlaag

# speed_layer_0 description
source: The print speed for the bottom layer: You want to print the first layer slower so it sticks better to the printer bed.
es: La velocidad de impresión de la capa inferior: se prefiere imprimir la primera capa más lentamente para que se adhiera mejor a la plataforma impresora.
nl: De printsnelheid voor de bodemlaag. Het wordt aangeraden de eerste laag langzamer te printen, zodat deze beter aan het printbed hecht.

# skirt_speed label
source: Skirt Speed
es: Velocidad de falda
nl: Skirtsnelheid

# skirt_speed description
source: The speed at which the skirt and brim are printed. Normally this is done at the initial layer speed, but sometimes you might want to print the skirt at a different speed.
es: La velocidad a la que se imprimen la falda y el borde. Normalmente esto se hace a la velocidad de la capa inicial, pero a veces es posible que se prefiera imprimir la falda a una velocidad diferente.
nl: De snelheid waarmee de skirt en de brim worden geprint. Normaal gebeurt dit met dezelfde snelheid als de snelheid van de eerste laag, maar in sommige situaties wilt u de skirt wellicht met een andere snelheid printen.

# speed_slowdown_layers label
source: Number of Slower Layers
es: Número de capas más lentas
nl: Aantal lagen met lagere printsnelheid

# speed_slowdown_layers description
source: The first few layers are printed slower than the rest of the object, this to get better adhesion to the printer bed and improve the overall success rate of prints. The speed is gradually increased over these layers. 4 layers of speed-up is generally right for most materials and printers.
es: Las primeras capas se imprimen más lentamente que el resto del objeto para obtener una mejor adhesión a la plataforma de la impresora y mejorar la tasa de éxito global de las impresiones. La velocidad se incrementa gradualmente con el número de capas. 4 capas de aceleración es generalmente lo adecuado para la mayoría de los materiales y las impresoras.
nl: De eerste lagen worden minder snel geprint dan de rest van het object, om ervoor te zorgen dat deze zich beter hechten aan het printbed en om de kans dat de print slaagt te vergroten. Tijdens het printen van deze lagen wordt de snelheid geleidelijk opgevoerd. Voor de meeste materialen en printers is na 4 lagen de juiste snelheid bereikt.

# travel label
source: Travel
es: Desplazamiento
nl: Beweging

# retraction_combing label
source: Enable Combing
es: Habilitar peinada
nl: Combing inschakelen

# retraction_combing description
source: Combing keeps the head within the interior of the print whenever possible when traveling from one part of the print to another and does not use retraction. If combing is disabled, the print head moves straight from the start point to the end point and it will always retract.
es: La opción de peinada mantiene el cabezal en el interior de la impresión siempre que sea posible al desplazarse de una parte de la impresión a otra y no utiliza la retracción. Si la opción de peinada está desactivada, el cabezal de impresión se desplaza directamente desde el punto de inicio hasta el punto final y siempre se retraerá.
nl: Als de optie combing is ingeschakeld, blijft de printkop tijdens zo veel mogelijk in het object tijdens bewegingen waarbij intrekken niet wordt gebruikt. Als combing is uitgeschakeld, beweegt de printkop rechtstreeks vanaf het startpunt naar het eindpunt en wordt het filament altijd ingetrokken.

# travel_avoid_other_parts label
source: Avoid Printed Parts
es: Evitar partes impresas
nl: Geprinte delen mijden

# travel_avoid_other_parts description
source: Avoid other parts when traveling between parts.
es: Evita otras partes al desplazarse entre las partes.
nl: Met deze optie worden eerder geprinte delen gemeden wanneer de printkop tussen verschillende delen beweegt.

# travel_avoid_distance label
source: Avoid Distance
es: Distancia para evitar
nl: Afstand voor mijden

# travel_avoid_distance description
source: The distance to stay clear of parts which are avoided during travel.
es: La distancia que debe mantenerse de las piezas que se evitan durante el desplazamiento.
nl: De afstand die tijdens bewegingen moet worden aangehouden tussen de printkop en geprinte delen.

# coasting_enable label
source: Enable Coasting
es: Habilitar depósito por inercia
nl: Coasting inschakelen

# coasting_enable description
source: Coasting replaces the last part of an extrusion path with a travel path. The oozed material is used to lay down the last piece of the extrusion path in order to reduce stringing.
es: La función de depósito por inercia sustituye la última parte de una trayectoria de extrusión por una trayectoria de desplazamiento. El material rezumado se utiliza para depositar la última porción de la trayectoria de extrusión con el fin de reducir el encordado.
nl: Met Coasting wordt het laatste gedeelte van een doorvoerpad vervangen door een beweging. Het doorgevoerde materiaal wordt gebruikt om het laatste gedeelte van het doorvoerpad te leggen, om draadvorming te verminderen.

# coasting_volume label
source: Coasting Volume
es: Volumen de depósito por inercia

# coasting_volume description
source: The volume otherwise oozed. This value should generally be close to the nozzle diameter cubed.
es: El volumen que de otro modo rezumaría. Este valor generalmente debería ser próximo al cubicaje del diámetro de la tobera.
nl: Hiermee stelt u volume in dat anders zou druipen. Deze waarde dient zo dicht mogelijk bij de berekende waarde van de nozzlediameter te liggen.

# coasting_min_volume label
source: Minimal Volume Before Coasting
es: Volumen mínimo antes del depósito por inercia
nl: Minimaal volume voor coasting

# coasting_min_volume description
source: The least volume an extrusion path should have to coast the full amount. For smaller extrusion paths, less pressure has been built up in the bowden tube and so the coasted volume is scaled linearly. This value should always be larger than the Coasting Volume.
es: El volumen más bajo que deberá tener una trayectoria de extrusión para depositar por inercia la cantidad completa. Para trayectorias de extrusión más pequeñas, se acumula menos presión en el tubo guía y por tanto el volumen depositado por inercia se escala linealmente. Este valor debe ser siempre mayor que el Volumen de depósito por inercia.
nl: Het minimale volume dat een doorvoerpad moet hebben om het volledige volume uit te spreiden. Voor een kort doorvoerpad wordt in de bowden-buis minder druk opgebouwd en wordt het uitgespreide volume daarom lineair geschaald. Deze waarde moet altijd groter zijn dan de waarde voor het Coasting-volume.

# coasting_speed label
source: Coasting Speed
es: Velocidad de depósito por inercia
nl: Coasting-snelheid

# coasting_speed description
source: The speed by which to move during coasting, relative to the speed of the extrusion path. A value slightly under 100% is advised, since during the coasting move the pressure in the bowden tube drops.
es: La velocidad a la que se desplaza durante el depósito por inercia con relación a la velocidad de la trayectoria de extrusión. Se recomienda un valor ligeramente por debajo del 100%, ya que la presión en el tubo guía disminuye durante el movimiento depósito por inercia.
nl: De snelheid waarmee de printkop tijdens coasting beweegt ten opzichte van de snelheid voor het doorvoerpad. Hiervoor wordt een waarde van iets minder dan 100% aangeraden, omdat de druk in de bowden-buis zakt tijdens een coasting-beweging.

# cooling label
source: Cooling
es: Refrigeración
nl: Koelen

# cool_fan_enabled label
source: Enable Cooling Fan
es: Habilitar ventilador de refrigeración
nl: Koelventilator inschakelen

# cool_fan_enabled description
source: Enable the cooling fan during the print. The extra cooling from the cooling fan helps parts with small cross sections that print each layer quickly.
es: Activa el ventilador de refrigeración durante la impresión. El enfriamiento adicional del ventilador de refrigeración ayuda a que se imprima rápidamente cada capa de las partes con pequeñas secciones transversales.
nl: Schakelt tijdens het printen de koelventilator in. De extra koeling van de ventilator helpt bij het printen van delen met een kleine doorsnede, waarbij elke laag snel wordt geprint.

# cool_fan_speed label
source: Fan Speed
es: Velocidad del ventilador
nl: Ventilatorsnelheid

# cool_fan_speed description
source: Fan speed used for the print cooling fan on the printer head.
es: La velocidad del ventilador se utiliza para el ventilador de refrigeración de impresión del cabezal de la impresora.
nl: De ventilatorsnelheid die wordt gebruikt voor de koelventilator op de printkop.

# cool_fan_speed_min label
source: Minimum Fan Speed
es: Velocidad mínima del ventilador
nl: Minimale ventilatorsnelheid

# cool_fan_speed_min description
source: Normally the fan runs at the minimum fan speed. If the layer is slowed down due to minimum layer time, the fan speed adjusts between minimum and maximum fan speed.
es: El ventilador normalmente funciona a la velocidad mínima del ventilador. Si la capa se ralentiza debido al tiempo mínimo de capa, la velocidad del ventilador se ajusta entre la velocidad mínima y máxima del ventilador.
nl: Standaard draait de ventilator op minimumsnelheid. Als de laag langzamer wordt geprint vanwege de minimale laagtijd, wordt de snelheid van de ventilator aangepast tussen minimum- en maximumsnelheid.

# cool_fan_speed_max label
source: Maximum Fan Speed
es: Velocidad máxima del ventilador
nl: Maximale ventilatorsnelheid

# cool_fan_speed_max description
source: Normally the fan runs at the minimum fan speed. If the layer is slowed down due to minimum layer time, the fan speed adjusts between minimum and maximum fan speed.
es: El ventilador normalmente funciona a la velocidad mínima del ventilador. Si la capa se ralentiza debido al tiempo mínimo de capa, la velocidad del ventilador se ajusta entre la velocidad mínima y máxima del ventilador.
nl: Standaard draait de ventilator op minimumsnelheid. Als de laag langzamer wordt geprint vanwege de minimale laagtijd, wordt de snelheid van de ventilator aangepast tussen minimum- en maximumsnelheid.

# cool_fan_full_at_height label
source: Fan Full on at Height
es: Altura para ventilador a plena velocidad
nl: Ventilator volledig aan op hoogte

# cool_fan_full_at_height description
source: The height at which the fan is turned on completely. For the layers below this the fan speed is scaled linearly with the fan off for the first layer.
es: La altura a la que el ventilador funciona a toda velocidad. Para las capas por debajo de esta altura la velocidad del ventilador se escala linealmente con el ventilador apagado para la primera capa.
nl: De hoogte waarop de ventilator op volle snelheid draait. Voor de onderliggende lagen wordt de snelheid van de ventilator lineair geschaald vanaf de onderste laag, waarbij de ventilator nog is uitgeschakeld.

# cool_fan_full_layer label
source: Fan Full on at Layer
es: Capa para ventilador a plena velocidad
nl: Ventilator volledig aan op laag

# cool_fan_full_layer description
source: The layer number at which the fan is turned on completely. For the layers below this the fan speed is scaled linearly with the fan off for the first layer.
es: El número de la capa a la que el ventilador funciona a toda velocidad. Para las capas por debajo de este número la velocidad del ventilador escala linealmente con el ventilador apagado para la primera capa.
nl: Het nummer van de laag waarop de ventilator op volle snelheid draait. Voor de onderliggende lagen wordt de snelheid van de ventilator lineair geschaald vanaf de onderste laag, waarbij de ventilator nog is uitgeschakeld.

# cool_min_layer_time label
source: Minimum Layer Time
es: Tiempo mínimo de capa
nl: Minimale laagtijd

# cool_min_layer_time description
source: The minimum time spent in a layer: Gives the layer time to cool down before the next one is put on top. If a layer would print in less time, then the printer will slow down to make sure it has spent at least this many seconds printing the layer.
es: El tiempo mínimo de permanencia en una capa: indica el tiempo que se deja para que se enfríe la capa antes de poner la siguiente encima. Si una capa se imprime en menos tiempo, la impresora se ralentizará para asegurarse de que ha permanecido por lo menos esta cantidad de segundos imprimiendo la capa.
nl: De tijd die minimaal aan het printen van een laag moet worden besteed, zodat de laag tijd heeft om af te koelen voordat hier een nieuwe laag op wordt geprint. Als een laag sneller kan worden geprint, vertraagt de printer om ervoor te zorgen dat deze minimaal de ingestelde tijd aan het printen van de laag besteedt.

# cool_min_layer_time_fan_speed_max label
source: Minimum Layer Time Full Fan Speed
es: Tiempo mínimo de capa para ventilador a plena velocidad
nl: Minimale laagtijd volledige ventilatorsnelheid

# cool_min_layer_time_fan_speed_max description
source: The minimum time spent in a layer which will cause the fan to be at maximum speed. The fan speed increases linearly from minimum fan speed for layers taking the minimum layer time to maximum fan speed for layers taking the time specified here.
es: El tiempo mínimo de permanencia en una capa para que el ventilador esté a velocidad máxima. La velocidad del ventilador aumenta linealmente desde la velocidad mínima del ventilador para las capas que tardan el tiempo mínimo de capa, a la velocidad máxima del ventilador para las capas que tardan el tiempo especificado aquí.
nl: De tijd die minimaal aan het printen van een laag wordt besteed waardoor de ventilator op maximumsnelheid draait. De snelheid neemt lineair toe vanaf de minimumsnelheid voor lagen waarvoor de minimale laagtijd benodigd is tot de maximumsnelheid voor lagen waarvoor de hier ingestelde tijd benodigd is.

# cool_min_speed label
source: Minimum Speed
es: Velocidad mínima
nl: Minimumsnelheid

# cool_min_speed description
source: The minimum layer time can cause the print to slow down so much it starts to droop. The minimum feedrate protects against this. Even if a print gets slowed down it will never be slower than this minimum speed.
es: El tiempo mínimo de capa puede hacer que la impresión se ralentice tanto que empiece a deformarse. La velocidad mínima de alimentación protege contra esto. Aunque una impresión se ralentice, nunca será más lenta que esta velocidad mínima.
nl: Door de minimale laagtijd kan het printen zodanig worden vertraagd dat het filament gaat druipen. De minimale doorvoersnelheid helpt dit voorkomen. Zelfs als de printsnelheid wordt verlaagd, wordt deze nooit lager dan deze minimumsnelheid.

# cool_lift_head label
source: Lift Head
es: Levantar el cabezal
nl: Printkop optillen

# cool_lift_head description
source: Lift the head away from the print if the minimum speed is hit because of cool slowdown, and wait the extra time away from the print surface until the minimum layer time is used up.
es: Levanta el cabezal de la impresión si se alcanza la velocidad mínima por la desaceleración de enfriamiento, y espera el tiempo adicional separado de la superficie de impresión hasta que haya transcurrido el tiempo mínimo de capa.
nl: Til de printkop op zodra de minimumsnelheid is bereikt zodat de print kan afkoelen. De printkop wordt van het printoppervlak verwijderd totdat de minimale laagtijd is verstreken.

# support label
source: Support
es: Soporte
nl: Support structure

# support_enable label
source: Enable Support
es: Habilitar el soporte
nl: Support structure inschakelen

# support_enable description
source: Enable exterior support structures. This will build up supporting structures below the model to prevent the model from sagging or printing in mid air.
es: Habilita estructuras de soporte exterior. Esta opción formará estructuras de soporte por debajo del modelo para evitar que el modelo se combe o la impresión en el aire.
nl: Schakelt het printen van externe support structures in. Deze optie zorgt ervoor dat onder het model ondersteuning wordt geprint, om te voorkomen dat dit doorzakt of dat er vanuit het niets moet worden geprint.

# support_type label
source: Placement
es: Colocación
nl: Plaatsing

# support_type description
source: Where to place support structures. The placement can be restricted so that the support structures won't rest on the model, which could otherwise cause scarring.
es: Dónde colocar las estructuras de soporte. La colocación se puede restringir de manera que las estructuras de soporte no descansen sobre el modelo, lo que podría dejar marcas.
nl: Met deze optie bepaalt u de plaatsing van de support structures. De plaatsing kan worden beperkt, zodat de support structures niet op het model rusten. Hierdoor zouden beschadigingen kunnen ontstaan.

# support_type option buildplate
source: Touching Buildplate
es: Tocando la placa de impresión
nl: Platform aanraken

# support_type option everywhere
source: Everywhere
es: En todos los sitios
nl: Overal

# support_angle label
source: Overhang Angle
es: Ángulo de voladizo
nl: Overhanghoek

# support_angle description
source: The maximum angle of overhangs for which support will be added. With 0 degrees being vertical, and 90 degrees being horizontal. A smaller overhang angle leads to more support.
es: El ángulo máximo de los voladizos para los que se añadirá soporte. En donde 0 grados es vertical y 90 grados es horizontal. Cuanto menor sea el ángulo del voladizo mayor será el soporte.
nl: De maximumhoek van een overhang waarvoor een support structure wordt toegevoegd, waarbij 0 graden verticaal en 90 horizontaal is. Met een kleinere overhanghoek wordt meer ondersteuning toegevoegd.

# support_xy_distance label
source: X/Y Distance
es: Distancia X/Y
nl: X-/Y-afstand

# support_xy_distance description
source: Distance of the support structure from the print in the X/Y directions. 0.7mm typically gives a nice distance from the print so the support does not stick to the surface.
es: Distancia de la estructura de soporte desde la impresión en las direcciones X/Y. 0,7 mm típicamente es una buena distancia desde la impresión, de forma que el soporte no se adhiera a la superficie.
nl: De afstand van de support structure vanaf de print in de X- en Y-richting. Een afstand van 0,7 mm is normaal een goede afstand van de print, zodat de support structure niet aan het oppervlak hecht.

# support_z_distance label
source: Z Distance
es: Distancia Z
nl: Z-afstand

# support_z_distance description
source: Distance from the top/bottom of the support to the print. A small gap here makes it easier to remove the support but makes the print a bit uglier. 0.15mm allows for easier separation of the support structure.
es: Distancia desde la parte superior/inferior del soporte respecto a la impresión. Un pequeño hueco aquí hace que sea más fácil quitar el soporte, pero hace que la impresión quede un poco más fea. 0,15 mm permite una más fácil separación de la estructura de soporte.
nl: De afstand van de boven-/onderkant van de support structure tot de print. Wanneer hier een kleine tussenruimte wordt aangehouden, kan de support structure gemakkelijker worden verwijderd, maar wordt de print minder mooi. Met een afstand van 0,15 mm kan de support structure eenvoudiger worden verwijderd.

# support_top_distance label
source: Top Distance
es: Distancia desde la parte superior
nl: Afstand van bovenkant

# support_top_distance description
source: Distance from the top of the support to the print.
es: Distancia desde la parte superior del soporte a la impresión.
nl: De afstand van de bovenkant van de support structure tot de print.

# support_bottom_distance label
source: Bottom Distance
es: Distancia desde la parte inferior
nl: Afstand van onderkant

# support_bottom_distance description
source: Distance from the print to the bottom of the support.
es: Distancia desde la parte inferior del soporte a la impresión.
nl: De afstand van de print tot de onderkant van de support structure.

# support_conical_enabled label
source: Conical Support
es: Soporte cónico
nl: Conische support structure

# support_conical_enabled description
source: Experimental feature: Make support areas smaller at the bottom than at the overhang.
es: Función experimental: hace áreas de soporte más pequeñas en la parte inferior que en el voladizo.
nl: Experimentele functie: Maakt draagvlakken aan de onderkant kleiner dan bij de overhang.

# support_conical_angle label
source: Cone Angle
es: Ángulo del cono
nl: Kegelhoek

# support_conical_angle description
source: The angle of the tilt of conical support. With 0 degrees being vertical, and 90 degrees being horizontal. Smaller angles cause the support to be more sturdy, but consist of more material. Negative angles cause the base of the support to be wider than the top.
es: El ángulo de inclinación del soporte cónico. Donde 0 grados es vertical y 90 grados es horizontal. Cuanto más pequeños son los ángulos, más robusto es el soporte, pero consta de más material. Los ángulos negativos hacen que la base del soporte sea más ancha que la parte superior.
nl: De hoek van de schuine kant van de conische support structure, waarbij 0 graden verticaal en 90 horizontaal is. Met een kleinere hoek is de support structure steviger, maar bestaat deze uit meer materiaal. Met een negatieve hoek is het grondvlak van de support structure breder dan de top.

# support_conical_min_width label
source: Minimal Width
es: Ancho mínimo
nl: Minimale breedte

# support_conical_min_width description
source: Minimal width to which conical support reduces the support areas. Small widths can cause the base of the support to not act well as foundation for support above.
es: Ancho mínimo al que el soporte cónico reduce las áreas de soporte. Anchos pequeños pueden causar que la base del soporte no funcione bien como base para el soporte que está encima.
nl: De minimale breedte waarop een conische support structure het aantal ondersteunde delen vermindert. Met een kleinere breedte biedt het grondvlak van de support structure mogelijk een slechte basis voor de bovenliggende support structure.

# support_bottom_stair_step_height label
source: Stair Step Height
es: Altura del escalón
nl: Hoogte traptreden
