Repository: CoderSquirrel/Cura
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: es, nl

# raft_interface_speed label
source: Raft Interface Print Speed
es: Velocidad de impresión de la interfaz de la balsa
nl: Printsnelheid verbinding raft

# raft_interface_speed description
source: The speed at which the interface raft layer is printed. This should be printed quite slowly, as the volume of material coming out of the nozzle is quite high.
es: La velocidad a la que se imprime la capa de interfaz de la balsa. Esta debe imprimirse con bastante lentitud, ya que el volumen de material que sale de la tobera es bastante alto.
nl: De snelheid waarmee de verbindingslaag van de raft wordt geprint. Deze laag moet vrij langzaam worden geprint, omdat er vrij veel materiaal uit de nozzle komt.

# raft_base_speed label
source: Raft Base Print Speed
es: Velocidad de impresión de la base de la balsa
nl: Printsnelheid grondvlak raft

# raft_base_speed description
source: The speed at which the base raft layer is printed. This should be printed quite slowly, as the volume of material coming out of the nozzle is quite high.
es: La velocidad a la que se imprime la capa de base de la balsa. Esta debe imprimirse con bastante lentitud, ya que el volumen de material que sale de la tobera es bastante alto.
nl: De snelheid waarmee de grondlaag van de raft wordt geprint. Deze laag moet vrij langzaam worden geprint, omdat er vrij veel materiaal uit de nozzle komt.

# raft_fan_speed label
source: Raft Fan Speed
es: Velocidad del ventilador de la balsa
nl: Ventilatorsnelheid raft

# raft_fan_speed description
source: The fan speed for the raft.
es: La velocidad del ventilador para la balsa.
nl: De ventilatorsnelheid tijdens het printen van de raft.

# raft_surface_fan_speed label
source: Raft Surface Fan Speed
es: Velocidad del ventilador de la superficie de la balsa
nl: Ventilatorsnelheid oppervlak raft

# raft_surface_fan_speed description
source: The fan speed for the surface raft layers.
es: La velocidad del ventilador para las capas superficiales de la balsa.
nl: De ventilatorsnelheid tijdens het printen van de oppervlaktelagen van de raft.

# raft_interface_fan_speed label
source: Raft Interface Fan Speed
es: Velocidad del ventilador de la interfaz de la balsa
nl: Ventilatorsnelheid verbindingslaag raft

# raft_interface_fan_speed description
source: The fan speed for the interface raft layer.
es: La velocidad del ventilador para la capa de interfaz de la balsa.
nl: De ventilatorsnelheid tijdens het printen van de verbindingslaag van de raft.

# raft_base_fan_speed label
source: Raft Base Fan Speed
es: Velocidad del ventilador de la base de la balsa
nl: Ventilatorsnelheid grondlaag raft

# raft_base_fan_speed description
source: The fan speed for the base raft layer.
es: La velocidad del ventilador para la capa base de la balsa.
nl: De ventilatorsnelheid tijdens het printen van de grondlaag van de raft.

# draft_shield_enabled label
source: Enable Draft Shield
es: Habilitar parabrisas
nl: Draft shield inschakelen

# draft_shield_enabled description
source: Enable exterior draft shield. This will create a wall around the object which traps (hot) air and shields against gusts of wind. Especially useful for materials which warp easily.
es: Habilitar parabrisas exteriores. Esta opción creará una pared alrededor del objeto que atrapa el aire (caliente) y lo protege contra ráfagas de viento. Especialmente útil para materiales que se deforman fácilmente.
nl: Met deze optie schakelt u het externe draft shield in. Hiermee maakt u een muur rond het object die (warme) lucht vangt en beschermt tegen luchtbewegingen. Deze optie is met name geschikt voor materialen die snel kromtrekken.

# draft_shield_dist label
source: Draft Shield X/Y Distance
es: Distancia X/Y del parabrisas
nl: Draft shield X-/Y-afstand

# draft_shield_dist description
source: Distance of the draft shield from the print, in the X/Y directions.
es: Distancia entre el parabrisas y la impresión, en las direcciones X/Y.
nl: De afstand tussen het draft shield en de print, in de X- en Y-richting.

# draft_shield_height_limitation label
source: Draft Shield Limitation
es: Limitación del parabrisas
nl: Beperking draft shield

# draft_shield_height_limitation description
source: Whether or not to limit the height of the draft shield.
es: Ajusta si se limita o no la altura del parabrisas.
nl: Met deze optie bepaalt u of de hoogte van het draft shield wordt beperkt.

# draft_shield_height_limitation option full
source: Full
es: Completo
nl: Volledig

# draft_shield_height_limitation option limited
source: Limited
es: Limitado
nl: Beperkt

# draft_shield_height label
source: Draft Shield Height
es: Altura del parabrisas
nl: Hoogte draft shield

# draft_shield_height description
source: Height limitation on the draft shield. Above this height no draft shield will be printed.
es: Limitación de la altura del parabrisas. Por encima de esta altura, no se imprimirá parabrisas.
nl: Hoogtebeperking voor het draft shield. Boven deze hoogte wordt er geen draft shield geprint.

# meshfix label
source: Mesh Fixes
es: Correcciones de malla
nl: Rastercorrecties

# meshfix_union_all label
source: Union Overlapping Volumes
es: Volúmenes de superposiciones de uniones
nl: Overlappende volumes samenvoegen

# meshfix_union_all description
source: Ignore the internal geometry arising from overlapping volumes and print the volumes as one. This may cause internal cavities to disappear.
es: Ignora la geometría interna que surge de los volúmenes de superposición e imprime los volúmenes como si fuera uno. Esto puede hacer que desaparezcan cavidades internas.
nl: Negeer u de interne geometrie die ontstaat uit overlappende volumes en print u de volumes als een geheel. Hiermee kunnen holtes binnenin verdwijnen.

# meshfix_union_all_remove_holes label
source: Remove All Holes
es: Eliminar todos los agujeros
nl: Alle gaten verwijderen

# meshfix_union_all_remove_holes description
source: Remove the holes in each layer and keep only the outside shape. This will ignore any invisible internal geometry. However, it also ignores layer holes which can be viewed from above or below.
es: Elimina los agujeros en cada capa y mantiene solo la forma exterior. Esto ignorará cualquier geometría interna invisible. Sin embargo, también ignora los agujeros de la capa que pueden verse desde arriba o desde abajo.
nl: Verwijder u de gaten in elke laag en behoudt u alleen de buitenvorm. Hiermee negeert u eventuele onzichtbare interne geometrie. U negeert echter ook gaten in lagen die u van boven- of onderaf kunt zien.

# meshfix_extensive_stitching label
source: Extensive Stitching
es: Cosido amplio
nl: Uitgebreid hechten

# meshfix_extensive_stitching description
source: Extensive stitching tries to stitch up open holes in the mesh by closing the hole with touching polygons. This option can introduce a lot of processing time.
es: El cosido amplio intenta coser los agujeros abiertos en la malla cerrando el agujero con polígonos que se tocan. Esta opción puede agregar una gran cantidad de tiempo de procesamiento.
nl: Met uitgebreid hechten worden zo veel mogelijk open gaten in het raster gehecht doordat het gat wordt gedicht met polygonen die elkaar raken. Deze optie kan de verwerkingstijd aanzienlijk verlengen.

# meshfix_keep_open_polygons label
source: Keep Disconnected Faces
es: Mantener caras desconectadas
nl: Onderbroken oppervlakken behouden

# meshfix_keep_open_polygons description
source: Normally Cura tries to stitch up small holes in the mesh and remove parts of a layer with big holes. Enabling this option keeps those parts which cannot be stitched. This option should be used as a last resort option when everything else fails to produce proper GCode.
es: Normalmente, Cura intenta coser los pequeños agujeros de la malla y eliminar las partes de una capa con grandes agujeros. Al habilitar esta opción se mantienen aquellas partes que no puedan coserse. Esta opción se debe utilizar como una opción de último recurso cuando todo lo demás falla para producir un GCode adecuado.
nl: Normaal probeert Cura kleine gaten in het raster te hechten en delen van een laag met grote gaten te verwijderen. Als u deze optie inschakelt, behoudt u deze delen die niet kunnen worden gehecht. Deze optie kan als laatste redmiddel worden gebruikt als er geen andere manier meer is om correcte G-code te genereren.

# blackmagic label
source: Special Modes
es: Modos especiales
nl: Speciale modi

# print_sequence label
source: Print sequence
es: Secuencia de impresión
nl: Printvolgorde

# print_sequence description
source: Whether to print all objects one layer at a time or to wait for one object to finish, before moving on to the next. One at a time mode is only possible if all models are separated in such a way that the whole print head can move in between and all models are lower than the distance between the nozzle and the X/Y axes.
es: Con esta opción se decide si imprimir todos los objetos de una capa a la vez o esperar a terminar un objeto antes de pasar al siguiente. El modo de uno en uno solo es posible si se separan todos los modelos de tal manera que el cabezal de impresión completo pueda moverse entre los modelos y todos los modelos son menores que la distancia entre la tobera y el ejes X/Y.
nl: Bepaalt of alle objecten tegelijk, laag voor laag worden geprint, of dat een object volledig wordt print voordat de printer verdergaat naar het volgende object. De modus voor het één voor één printen van objecten is alleen beschikbaar als alle modellen dusdanig van elkaar gescheiden zijn dat de printkop tussen alle modellen kan bewegen en alle modellen lager zijn dan de afstand tussen de nozzle en de X- en Y-as.

# print_sequence option all_at_once
source: All at Once
es: Todos a la vez
nl: Allemaal tegelijk

# print_sequence option one_at_a_time
source: One at a Time
es: De uno en uno
nl: Eén voor één

# magic_mesh_surface_mode label
source: Surface Mode
es: Modo de superficie
nl: Oppervlaktemodus

# magic_mesh_surface_mode description
source: Print the surface instead of the volume. No infill, no top/bottom skin, just a single wall of which the middle coincides with the surface of the mesh. It's also possible to do both: print the insides of a closed volume as normal, but print all polygons not part of a closed volume as surface.
es: Imprime la superficie en lugar del volumen. Sin relleno, sin forro superior/inferior, una sola pared cuya mitad coincide con la superficie de la malla. También es posible hacer ambas cosas: imprimir el interior de un volumen cerrado de forma normal, pero imprimir todos los polígonos que no son parte de un volumen cerrado como superficie.
nl: Print het oppervlak in plaats van het volume. Geen vulling, geen boven-/onderskin, maar een enkele wall waarvan het midden samenvalt met het oppervlak van het raster. U kunt ook beide doen: print de binnenkant van een gesloten volume op de normale manier, maar print alle polygonen die geen onderdeel uitmaken van een gesloten volume als oppervlak.

# magic_mesh_surface_mode option surface
source: Surface
es: Superficie
nl: Oppervlak

# magic_mesh_surface_mode option both
source: Both
es: Ambos
nl: Beide

# magic_spiralize label
source: Spiralize Outer Contour
es: Espiralizar el contorno exterior
nl: Buitencontour spiraliseren

# magic_spiralize description
source: Spiralize smooths out the Z move of the outer edge. This will create a steady Z increase over the whole print. This feature turns a solid object into a single walled print with a solid bottom. This feature used to be called Joris in older versions.
es: La opción de espiralizar suaviza el movimiento en Z del borde exterior. Esto creará un incremento en Z constante durante toda la impresión. Esta función convierte un objeto sólido en una impresión de una sola pared con una parte inferior sólida. Esta función se denominaba Joris en versiones anteriores.
nl: Met spiraliseren wordt de Z-beweging van de buitenrand vloeiender. Hierdoor ontstaat een geleidelijke Z-verhoging over de hele print. Met deze functie maakt u van een massief object een enkelwandige print met een solide bodem. In oudere versies heet deze functie Joris.

# magic_fuzzy_skin_enabled label
source: Fuzzy Skin
es: Forro difuso
nl: Ruw oppervlakte

# magic_fuzzy_skin_enabled description
source: Randomly jitter while printing the outer wall, so that the surface has a rough and fuzzy look.
es: Fluctúa aleatoriamente durante la impresión de la pared exterior, de modo que la superficie tiene un aspecto desigual y difuso.
nl: Door willekeurig trillen tijdens het printen van de buitenwall wordt het oppervlak hiervan ruw en ongelijk.

# magic_fuzzy_skin_thickness label
source: Fuzzy Skin Thickness
es: Grosor del forro difuso
nl: Dikte ruw oppervlakte

# magic_fuzzy_skin_thickness description
source: The width within which to jitter. It's advised to keep this below the outer wall width, since the inner walls are unaltered.
es: Anchura dentro de la cual se fluctúa. Se recomienda mantener este valor por debajo de la anchura de la pared exterior, ya que las paredes interiores permanecen inalteradas.
nl: De breedte van de trilling. Het wordt aangeraden hiervoor een waarde in te stellen die lager is dan de breedte van de buitenwall, omdat de binnenwall niet verandert.

# magic_fuzzy_skin_point_density label
source: Fuzzy Skin Density
es: Densidad del forro difuso
nl: Dichtheid ruw oppervlakte

# magic_fuzzy_skin_point_density description
source: The average density of points introduced on each polygon in a layer. Note that the original points of the polygon are discarded, so a low density results in a reduction of the resolution.
es: La densidad media de los puntos introducidos en cada polígono en una capa. Tenga en cuenta que los puntos originales del polígono se descartan, así que una baja densidad produce una reducción de la resolución.
nl: De gemiddelde dichtheid van de punten die op elke polygoon in een laag worden geplaatst. Houd er rekening mee dat de originele punten van de polygoon worden verwijderd. Een lage dichtheid leidt dus tot een verlaging van de resolutie.

# magic_fuzzy_skin_point_dist label
source: Fuzzy Skin Point Distance
es: Distancia de punto del forro difuso
nl: Puntafstand ruw oppervlakte

# magic_fuzzy_skin_point_dist description
source: The average distance between the random points introduced on each line segment. Note that the original points of the polygon are discarded, so a high smoothness results in a reduction of the resolution. This value must be higher than half the Fuzzy Skin Thickness.
es: La distancia media entre los puntos aleatorios introducidos en cada segmento de línea. Tenga en cuenta que los puntos originales del polígono se descartan, así que un suavizado alto produce una reducción de la resolución. Este valor debe ser mayor que la mitad del grosor del forro difuso.
nl: De gemiddelde afstand tussen de willekeurig geplaatste punten op elk lijnsegment. Houd er rekening mee dat de originele punten van de polygoon worden verwijderd. Een hoge effenheid leidt dus tot een verlaging van de resolutie. Deze waarde moet hoger zijn dan de helft van de Dikte ruw oppervlakte.

# wireframe_enabled label
source: Wire Printing
es: Impresión de alambre
nl: Draadprinten

# wireframe_enabled description
source: Print only the outside surface with a sparse webbed structure, printing 'in thin air'. This is realized by horizontally printing the contours of the model at given Z intervals which are connected via upward and diagonally downward lines.
es: Imprime solo la superficie exterior con una estructura reticulada poco densa, imprimiendo 'en el aire'. Esto se realiza mediante la impresión horizontal de los contornos del modelo a intervalos Z dados que están conectados a través de líneas ascendentes y descendentes en diagonal.
nl: Print alleen de buitenkant van het object in een dunne webstructuur, 'in het luchtledige'. Hiervoor worden de contouren van het model horizontaal geprint op bepaalde Z-intervallen die door middel van opgaande en diagonaal neergaande lijnen zijn verbonden.

# wireframe_height label
source: WP Connection Height
es: Altura de conexión en IA
nl: Verbindingshoogte tijdens draadprinten

# wireframe_height description
source: The height of the upward and diagonally downward lines between two horizontal parts. This determines the overall density of the net structure. Only applies to Wire Printing.
es: La altura de las líneas ascendentes y descendentes en diagonal entre dos partes horizontales. Esto determina la densidad global de la estructura reticulada. Solo se aplica a la Impresión de Alambre.
nl: De hoogte van de opgaande en diagonaal neergaande lijnen tussen twee horizontale delen. Hiermee bepaalt u de algehele dichtheid van de webstructuur. Alleen van toepassing op Draadprinten.

# wireframe_roof_inset label
source: WP Roof Inset Distance
es: Distancia a la inserción del techo en IA
nl: Afstand dakuitsparingen tijdens draadprinten

# wireframe_roof_inset description
source: The distance covered when making a connection from a roof outline inward. Only applies to Wire Printing.
es: La distancia cubierta al hacer una conexión desde un contorno del techo hacia el interior. Solo se aplica a la impresión de alambre.
nl: De afstand die wordt overbrugd wanneer vanaf een dakcontour een verbinding naar binnen wordt gemaakt. Alleen van toepassing op Draadprinten.

# wireframe_printspeed label
source: WP speed
es: Velocidad de IA
nl: Snelheid tijdens draadprinten

# wireframe_printspeed description
source: Speed at which the nozzle moves when extruding material. Only applies to Wire Printing.
es: Velocidad a la que la tobera se desplaza durante la extrusión de material. Solo se aplica a la impresión de alambre.
nl: De snelheid waarmee de nozzle beweegt tijdens het doorvoeren van materiaal. Alleen van toepassing op Draadprinten.

# wireframe_printspeed_bottom label
source: WP Bottom Printing Speed
es: Velocidad de impresión de la parte inferior en IA
nl: Printsnelheid bodem tijdens draadprinten

# wireframe_printspeed_bottom description
source: Speed of printing the first layer, which is the only layer touching the build platform. Only applies to Wire Printing.
es: La velocidad de impresión de la primera capa, que es la única capa que toca la plataforma de impresión. Solo se aplica a la impresión de alambre.
nl: De snelheid waarmee de eerste laag wordt geprint. Dit is tevens de enige laag die het platform raakt. Alleen van toepassing op Draadprinten.

# wireframe_printspeed_up label
source: WP Upward Printing Speed
es: Velocidad de impresión ascendente en IA
nl: Opwaartse printsnelheid tijdens draadprinten

# wireframe_printspeed_up description
source: Speed of printing a line upward 'in thin air'. Only applies to Wire Printing.
es: Velocidad de impresión de una línea ascendente 'en el aire'. Solo se aplica a la impresión de alambre.
nl: De snelheid waarmee een lijn naar boven 'in het luchtledige' wordt geprint. Alleen van toepassing op Draadprinten.

# wireframe_printspeed_down label
source: WP Downward Printing Speed
es: Velocidad de impresión descendente en IA
nl: Neerwaartse printsnelheid tijdens draadprinten

# wireframe_printspeed_down description
source: Speed of printing a line diagonally downward. Only applies to Wire Printing.
es: Velocidad de impresión de una línea descendente en diagonal 'en el aire'. Solo se aplica a la impresión de alambre.
nl: De snelheid waarmee een lijn diagonaal naar beneden wordt geprint. Alleen van toepassing op Draadprinten.

# wireframe_printspeed_flat label
source: WP Horizontal Printing Speed
es: Velocidad de impresión horizontal en IA
nl: Horizontale printsnelheid tijdens draadprinten

# wireframe_printspeed_flat description
source: Speed of printing the horizontal contours of the object. Only applies to Wire Printing.
es: La velocidad de impresión de los contornos horizontales del objeto. Solo se aplica a la impresión de alambre.
nl: De snelheid waarmee de contouren van een object worden geprint. Alleen van toepassing op Draadprinten.

# wireframe_flow label
source: WP Flow
es: Flujo en IA
nl: Doorvoer tijdens draadprinten

# wireframe_flow description
source: Flow compensation: the amount of material extruded is multiplied by this value. Only applies to Wire Printing.
es: Compensación de flujo: la cantidad de material extruido se multiplica por este valor. Solo se aplica a la impresión de alambre.
nl: Doorvoercompensatie: de hoeveelheid materiaal die wordt doorgevoerd, wordt vermenigvuldigd met deze waarde. Alleen van toepassing op Draadprinten.

# wireframe_flow_connection label
source: WP Connection Flow
es: Flujo de conexión en IA
nl: Verbindingsdoorvoer tijdens draadprinten

# wireframe_flow_connection description
source: Flow compensation when going up or down. Only applies to Wire Printing.
es: Compensación de flujo cuando se va hacia arriba o hacia abajo. Solo se aplica a la impresión de alambre.
nl: Doorvoercompensatie tijdens bewegingen naar boven of beneden. Alleen van toepassing op Draadprinten.

# wireframe_flow_flat label
source: WP Flat Flow
es: Flujo plano en IA
nl: Doorvoer platte lijn tijdens draadprinten

# wireframe_flow_flat description
source: Flow compensation when printing flat lines. Only applies to Wire Printing.
es: Compensación de flujo al imprimir líneas planas. Solo se aplica a la impresión de alambre.
nl: Doorvoercompensatie tijdens het printen van horizontale lijnen. Alleen van toepassing op Draadprinten.

# wireframe_top_delay label
source: WP Top Delay
es: Retardo superior en IA
nl: Opwaartse vertraging tijdens draadprinten

# wireframe_top_delay description
source: Delay time after an upward move, so that the upward line can harden. Only applies to Wire Printing.
es: Tiempo de retardo después de un movimiento ascendente, para que la línea ascendente pueda endurecerse. Solo se aplica a la impresión de alambre.
nl: Vertraging na een opwaartse beweging, zodat de opwaartse lijn kan uitharden. Alleen van toepassing op Draadprinten.

# wireframe_bottom_delay label
source: WP Bottom Delay
es: Retardo inferior en IA
nl: Neerwaartse vertraging tijdens draadprinten

# wireframe_bottom_delay description
source: Delay time after a downward move. Only applies to Wire Printing.
es: Tiempo de retardo después de un movimiento descendente. Solo se aplica a la impresión de alambre.
nl: Vertraging na een neerwaartse beweging. Alleen van toepassing op Draadprinten.

# wireframe_flat_delay label
source: WP Flat Delay
es: Retardo plano en IA
nl: Vertraging platte lijn tijdens draadprinten

# wireframe_flat_delay description
source: Delay time between two horizontal segments. Introducing such a delay can cause better adhesion to previous layers at the connection points, while too long delays cause sagging. Only applies to Wire Printing.
es: Tiempo de retardo entre dos segmentos horizontales. La introducción de este retardo puede causar una mejor adherencia a las capas anteriores en los puntos de conexión, mientras que los retardos demasiado prolongados causan combados. Solo se aplica a la impresión de alambre.
nl: Vertragingstijd tussen twee horizontale segmenten. Een dergelijke vertraging zorgt voor een betere hechting aan voorgaande lagen op de verbindingspunten. Bij een te lange vertraging kan het object echter gaan doorzakken. Alleen van toepassing op Draadprinten.

# wireframe_up_half_speed label
source: WP Ease Upward
es: Facilidad de ascenso en IA
nl: Langzaam opwaarts tijdens draadprinten
