Repository: CoderSquirrel/Cura
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: es, nl

# wireframe_up_half_speed description
source: Distance of an upward move which is extruded with half speed. This can cause better adhesion to previous layers, while not heating the material in those layers too much. Only applies to Wire Printing.
es: Distancia de un movimiento ascendente que se extruye a media velocidad. Esto puede causar una mejor adherencia a las capas anteriores, aunque no calienta demasiado el material en esas capas. Solo se aplica a la impresión de alambre.
nl: De afstand van een opwaartse beweging waarbij de doorvoersnelheid wordt gehalveerd. Hierdoor ontstaat een betere hechting aan voorgaande lagen, zonder dat het materiaal in die lagen te zeer wordt verwarmd. Alleen van toepassing op Draadprinten.

# wireframe_top_jump label
source: WP Knot Size
es: Tamaño de nudo de IA
nl: Verdikkingsgrootte tijdens draadprinten

# wireframe_top_jump description
source: Creates a small knot at the top of an upward line, so that the consecutive horizontal layer has a better chance to connect to it. Only applies to Wire Printing.
es: Crea un pequeño nudo en la parte superior de una línea ascendente, de modo que la siguiente capa horizontal tendrá mayor probabilidad de conectarse a la misma. Solo se aplica a la impresión de alambre.
nl: Maakt een kleine verdikking boven aan een opwaartse lijn, zodat de volgende horizontale laag hier beter op kan aansluiten. Alleen van toepassing op Draadprinten.

# wireframe_fall_down label
source: WP Fall Down
es: Caída en IA
nl: Valafstand tijdens draadprinten

# wireframe_fall_down description
source: Distance with which the material falls down after an upward extrusion. This distance is compensated for. Only applies to Wire Printing.
es: Distancia que cae el material después de una extrusión ascendente. Esta distancia se compensa. Solo se aplica a la impresión de alambre.
nl: De afstand die het materiaal valt na een opwaartse doorvoer. Deze afstand wordt gecompenseerd. Alleen van toepassing op Draadprinten.

# wireframe_drag_along label
source: WP Drag along
es: Arrastre en IA
nl: Meeslepen tijdens draadprinten

# wireframe_drag_along description
source: Distance with which the material of an upward extrusion is dragged along with the diagonally downward extrusion. This distance is compensated for. Only applies to Wire Printing.
es: Distancia que el material de una extrusión ascendente se arrastra junto con la extrusión descendente en diagonal. Esta distancia se compensa. Solo se aplica a la impresión de alambre.
nl: De afstand waarover het materiaal van een opwaartse doorvoer wordt meegesleept tijdens een diagonaal neerwaartse doorvoer. Deze afstand wordt gecompenseerd. Alleen van toepassing op Draadprinten.

# wireframe_strategy label
source: WP Strategy
es: Estrategia en IA
nl: Draadprintstrategie

# wireframe_strategy description
source: Strategy for making sure two consecutive layers connect at each connection point. Retraction lets the upward lines harden in the right position, but may cause filament grinding. A knot can be made at the end of an upward line to heighten the chance of connecting to it and to let the line cool; however, it may require slow printing speeds. Another strategy is to compensate for the sagging of the top of an upward line; however, the lines won't always fall down as predicted.
es: Estrategia para asegurarse de que dos capas consecutivas conecten en cada punto de conexión. La retracción permite que las líneas ascendentes se endurezcan en la posición correcta, pero pueden hacer que filamento se desmenuce. Se puede realizar un nudo al final de una línea ascendente para aumentar la posibilidad de conexión a la misma y dejar que la línea se enfríe; sin embargo, esto puede requerir velocidades de impresión lentas. Otra estrategia consiste en compensar el combado de la parte superior de una línea ascendente; sin embargo, las líneas no siempre caen como se espera.
nl: Strategie om ervoor te zorgen dat twee opeenvolgende lagen bij elk verbindingspunt op elkaar aansluiten. Met intrekken kunnen de opwaartse lijnen in de juiste positie uitharden, maar kan het filament gaan haperen. Aan het eind van een opwaartse lijn kan een verdikking worden gemaakt om een volgende lijn hierop eenvoudiger te kunnen laten aansluiten en om de lijn te laten afkoelen. Hiervoor is mogelijk een lage printsnelheid vereist. U kunt echter ook het doorzakken van de bovenkant van een opwaartse lijn compenseren. De lijnen vallen echter niet altijd zoals verwacht.

# wireframe_strategy option compensate
source: Compensate
es: Compensar
nl: Compenseren

# wireframe_strategy option knot
source: Knot
es: Nudo
nl: Verdikken

# wireframe_strategy option retract
source: Retract
es: Retraer
nl: Intrekken

# wireframe_straight_before_down label
source: WP Straighten Downward Lines
es: Enderezar líneas descendentes en IA
nl: Neerwaartse lijnen rechtbuigen tijdens draadprinten

# wireframe_straight_before_down description
source: Percentage of a diagonally downward line which is covered by a horizontal line piece. This can prevent sagging of the top most point of upward lines. Only applies to Wire Printing.
es: Porcentaje de una línea descendente en diagonal que está cubierta por un trozo de línea horizontal. Esto puede evitar el combado del punto de nivel superior de las líneas ascendentes. Solo se aplica a la impresión de alambre.
nl: Het percentage van een diagonaal neerwaartse lijn die wordt afgedekt door een deel van een horizontale lijn. Hiermee kunt u voorkomen dat het bovenste deel van een opwaartse lijn doorzakt. Alleen van toepassing op Draadprinten.

# wireframe_roof_fall_down label
source: WP Roof Fall Down
es: Caída del techo en IA
nl: Valafstand dak tijdens draadprinten

# wireframe_roof_fall_down description
source: The distance which horizontal roof lines printed 'in thin air' fall down when being printed. This distance is compensated for. Only applies to Wire Printing.
es: La distancia que las líneas horizontales del techo impresas 'en el aire' caen mientras se imprime. Esta distancia se compensa. Solo se aplica a la impresión de alambre.
nl: De afstand die horizontale daklijnen die 'in het luchtledige' worden geprint, naar beneden vallen tijdens het printen. Deze afstand wordt gecompenseerd. Alleen van toepassing op Draadprinten.

# wireframe_roof_drag_along label
source: WP Roof Drag Along
es: Arrastre del techo en IA
nl: Meeslepen dak tijdens draadprinten

# wireframe_roof_drag_along description
source: The distance of the end piece of an inward line which gets dragged along when going back to the outer outline of the roof. This distance is compensated for. Only applies to Wire Printing.
es: La distancia del trozo final de una línea entrante que se arrastra al volver al contorno exterior del techo. Esta distancia se compensa. Solo se aplica a la impresión de alambre.
nl: De afstand die het eindstuk van een inwaartse lijn wordt meegesleept wanneer de nozzle terugkeert naar de buitencontouren van het dak. Deze afstand wordt gecompenseerd. Alleen van toepassing op Draadprinten.

# wireframe_roof_outer_delay label
source: WP Roof Outer Delay
es: Retardo exterior del techo en IA
nl: Vertraging buitenzijde dak tijdens draadprinten

# wireframe_roof_outer_delay description
source: Time spent at the outer perimeters of hole which is to become a roof. Longer times can ensure a better connection. Only applies to Wire Printing.
es: El tiempo empleado en los perímetros exteriores del agujero que se convertirá en un techo. Cuanto mayor sea el tiempo, mejor será la conexión. Solo se aplica a la impresión de alambre.
nl: De wachttijd aan de buitenkant van een gat dat een dak moet gaan vormen. Een langere wachttijd kan zorgen voor een betere aansluiting. Alleen van toepassing op Draadprinten.

# wireframe_nozzle_clearance label
source: WP Nozzle Clearance
es: Holgura de la tobera en IA
nl: Tussenruimte nozzle tijdens draadprinten

# wireframe_nozzle_clearance description
source: Distance between the nozzle and horizontally downward lines. Larger clearance results in diagonally downward lines with a less steep angle, which in turn results in less upward connections with the next layer. Only applies to Wire Printing.
es: Distancia entre la tobera y líneas descendentes en horizontal. Cuanto mayor sea la holgura, menos pronunciado será el ángulo de las líneas descendentes en diagonal, lo que a su vez se traduce en menos conexiones ascendentes con la siguiente capa. Solo se aplica a la impresión de alambre.
nl: De afstand tussen de nozzle en horizontaal neergaande lijnen. Een grotere tussenruimte zorgt voor diagonaal neerwaarts gaande lijnen met een minder steile hoek. Hierdoor ontstaan minder opwaartse verbindingen met de volgende laag. Alleen van toepassing op Draadprinten.

# material label
source: Material
nl: Materiaal

# magic_mesh_surface_mode option normal
source: Normal
nl: Normaal
